/* General */
"UPDATE_REMINDER" = "升級提示";
"UPDATE_REMINDER_NEW_VERSION" = "檢測到軟件有新版本";
"UPDATE_REMINDER_NEED_UPDATE" = "需升級到最新版才能繼續使用";
"UPDATE_REMINDER_RIGHTNOW" = "立即升級";

"KINDLY_REMINDER" = "溫馨提示";
"REMEMBER_ME" = "記住密碼";
"AUTO_LOGIN" = "自動登錄";
"CONNECT_SERVER" = "正在連接服務器...";
"CONNECT_SERVER_SHORT" = "連接中...  ";
"CANCEL" = "取消";
"OK" = "確認";
"YES"="是";
"NO"="否";
"CHECKING_NETWORK" = "正在檢查網絡";
"BACK" = "返回";
"NET_UNAVAILABLE" = "網絡不可用";
"LOGIN" = "登錄";
"WARNING" = "警告";
"CLICK" = "請點擊";
"DONE" = "完成";
"SEARCH" = "搜索";
"CONTINUE" = "繼續";
"SAVE" = "保存";
"SAVEING" = "保存中...";
"CONTINUE_NO_MORE_WARNING" = "繼續，下次不再提醒";
"OPEN" = "打開";
"ACTION" = "開啟";
"IS_CANCELLING" = "正在取消中";
"YESTERDAY" = "昨天";
"CLOSE" = "關閉";
"RESEND" = "重發";
"TO_SET_UP" = "去設置";
"CONFIRM" = "確定";
"KNOW_DETAIL" = "馬上了解";
"CAN_NOT_OPEN_PHOTO_ALBUM_WARNING" = "請在“設置-隱私-照片”中允許訪問照片";
"CAN_NOT_OPEN_CAMERA_WARNING" = "請在“設置-隱私-相機”中允許訪問相機";
"CAN_NOT_OPEN_PHOTO_ALBUM_WARNING_2" = "未開啟訪問照片權限";
"SHARE_ESSAY" = "分享文章";
"SHARE_ESSAY_COPY_SUCCESS" = "鏈接已復制成功";
"SHARE_ESSAY_SUCCESS" = "分享成功";
"SHARE_ESSAY_FAILED" = "分享失敗";
//
"MESSAGE_AUTHORIZE_ERROR" = "用戶名或密碼錯誤";
"MESSAGE_CONNECT_FAILED" = "網絡連接失敗!";
"MESSAGE_HAD_LOGON" = "帳號在它處登錄";
"MESSAGE_REFRESH_HOST_FAILED" = "主機刷新失敗!";
//
"ERROR_UNKNOWN_ERROR" = "未知錯誤";
"ERROR_CONNECTION_FAILED" = "網絡連接失敗";
"ERROR_CHECK_CONTROL_COOKIE_FAILED" = "驗證失敗";
"ERROR_COOKIE_INVALID" = "Cookie驗證失敗";
"ERROR_BAD_REQUEST" = "錯誤的請求";
"ERROR_HOST_OFFLINE" = "遠程主機下線";
"ERROR_UNKNOWN_REMOTE" = "未知遠程主機";
"ERROR_SERVER_ERROR" = "服務器錯誤";
"ERROR_REQUEST_TIMEOUT" = "請求超時";
"ERROR_AUTH_FAILED" = "用戶名或密碼錯誤";
"ERROR_CONNECT_COUNT_LIMIT" = "妳的遠程通道數已占滿\n請等待其它斷開後再試";
"UNCONTROLABLLE_ONLINE_HOST" = "遠程主機沒有開啟遠程控制模塊";
"ONLINE_LINUX_HOST"="請使用WEB主控端控制linux被控端";
"ERROR_PLUG_SETTING_FAILED" = "插座設置失敗";
"ERROR_PLUG_SETTING_FAILED_BINDED" = "插座已綁定";
"ERROR_PLUG_SETTING_FAILED_COUNTDOWN_EXIST" = "倒計時已存在";
"ERROR_PLUG_SETTING_FAILED_CLOCK_FULL" = "時鐘數量已到達上限";
"ERROR_PLUG_SETTING_FAILED_DELETE_NOT_EXIST" = "時鐘未找到";
/*UserAgreementManager*/
"USER_AGREEMENT_TITLE" = "用戶許可協議及隱私政策";
"USER_AGREEMENT_CONTENT" = "親愛的用戶，Oray重視用戶的隱私和個人信息保護，在您正常使用Oray產品服務時，您的身份信息、聯系方式等信息需依法收集、使用、儲存。\nOray壹直采取行業領先的安全防護措施嚴格保護您的信息安全，具體內容詳見《Oray隱私政策》。\n您在點擊同意下列協議前，請您務必審慎閱讀，並充分理解協議條款內容。";
"USER_AGREEMENT_LICENSE_AFGREEMENT" = "《Oray用戶許可協議》";
"USER_AGREEMENT_PRIVACY_POLICY"="《Oray隱私政策》";
"USER_AGREEMENT_PRIVACY_TITLE" = "隱私保護提示";
"USER_AGREEMENT_PRIVACY_CONTENT" = "親愛的用戶，Oray重視用戶的隱私和個人信息保護，在您正常使用Oray產品服務時，您的身份信息、聯系方式等信息需依法收集、使用、儲存。\nOray壹直采取行業領先的安全防護措施嚴格保護您的信息安全，具體內容詳見《Oray隱私政策》。\n您在點擊同意下列協議前，請您務必審慎閱讀，並充分理解協議條款內容。";
"USER_AGREEMENT_CANCEL_QUIT"="不同意並退出";
"USER_AGREEMENT_CANCEL"="不同意";
"USER_AGREEMENT_ACCEPT"="同意";
"REGISTER_SERVICE_AGREEMENT_BUTTON"="《用戶許可協議》";
"REGISTER_PRIVACY_POLICY_BUTTON"="《隱私政策》";

/*Error code*/
"NETWORK_CONNECTION_FAILED" = "網絡連接失敗";
"SMART_PLUG_TIME_OUT" = "插座響應超時";
"COMMON_ERROR_CODE_RESULT_FORMAT_ERROR"= "返回格式錯誤";
"COMMON_ERROR_CODE_ACCOUNT_EMPTY" = "帳號名為空";
"COMMON_ERROR_CODE_ACCOUNT_ILLEGAL" = "帳號名格式錯誤";
"COMMON_ERROR_CODE_FAILED" = "缺少參數，請將信息填寫完整";
"WEB_RESPONSE_ERROR_CODE_3002" = "智能插座不存在";
"WEB_RESPONSE_ERROR_CODE_3003" = "智能插座已被綁定";
"WEB_RESPONSE_ERROR_CODE_3004" = "SN不合法";
"WEB_RESPONSE_ERROR_CODE_3006" = "插座未連接網絡";
"WEB_RESPONSE_ERROR_CODE_6001" = "驗證碼發送數量超過限制";
"WEB_RESPONSE_ERROR_CODE_6002" = "驗證碼發送頻率過短";
"WEB_RESPONSE_ERROR_CODE_6003" = "獲取驗證碼失敗";
"WEB_RESPONSE_ERROR_CODE_6011" = "帳號名不存在";
"WEB_RESPONSE_ERROR_CODE_6012" = "安全問題回答錯誤";
"WEB_RESPONSE_ERROR_CODE_6013" = "安全問題回答錯誤次數超過限制";
"WEB_RESPONSE_ERROR_CODE_6014" = "無效的驗證碼";
"WEB_RESPONSE_ERROR_CODE_6015" = "無效的驗證方式";
"WEB_RESPONSE_ERROR_CODE_6016" = "驗證失敗";
"WEB_RESPONSE_ERROR_CODE_6017" = "密碼長度無效（6-16位）";
"WEB_RESPONSE_ERROR_CODE_6018" = "密碼不能與帳號名相同";
"TOUCH_ID_ERROR_ACCOUNT_NEVER_LOGGED_IN" = "只有登陸過的帳號才能使用Touch ID登錄";
"Touch_ID_ERROR_NO_FINGERS_ENROLLED" = "Touch ID未開啟";
"TOUCH_ID_ERROR_PWD_NOT_SET" = "未設置手機密碼";
"TOUCH_ID_ERROR_NONSUPPORT" = "設備不支持生物識別驗證";
"TOUCH_ID_ERROR_LOCKED_OUT" = "錯誤次數過多，請解鎖後再試！";

/* LaunchGuide10thViewController */
"LAUNCHGUIDE10TH_START" = "開啟遠控之旅";

/*Host Plugin connect error*/
"ERROR_DISCONNECT" = "連接斷開";
"ERROR_PLUGIN_WHIHOUT_CAMERA" = "無可用攝像頭";

/*MainTabBarController*/
"TABBAR_TITLE_HISTORYLIST" = "最近";
"TABBAR_TITLE_HOSTLIST" = "設備";
"TABBAR_TITLE_DISCOVER" = "發現";
"TABBAR_TITLE_MINE" = "我的";
"ACCOUNT_HOST_DELETE_REMIND_1" = "妳的服務已降為免費級，請盡快於";
"ACCOUNT_HOST_DELETE_REMIND_2" = "前完成購買續費，或保留主機數不多於";
"ACCOUNT_HOST_DELETE_REMIND_3" = "臺，逾期未處理系統將自動清空所有主機";

/*AccountLogonController*/
"ACCOUNT_CONTROLLER_ACCOUNT_REGISTER" = "帳號註冊";
"ACCOUNT_CONTROLLER_FAST_CODE" = "快速訪問功能";

/*AccountManagerController */
"HOMEPAGEACCOUNT" = "主頁";
"ENTER_ACCOUT" = "請輸入帳號";
"ENTER_PASSWORD" = "請輸入密碼";
"NEED_INFO" = "還沒有帳號？";
"REGIST_FREE" = "免費註冊";
"URL_GET_PASSWORD" = "http://url.oray.com/YtaqYt";
"BUTTON_FORGET_PASSWORD_TITLE" = "忘記密碼";
"ACCOUNT_ACCOUNT_PLACEHOLDER" = "帳號名";
"ACCOUNT_PASSWORD_PLACEHOLDER" = "密碼";

/*AccountRegisterViewController*/
"ACCOUNT_REGISTER_RIGHT_BUTTON_TITLE" = "其他方式";
"ACCOUNT_REGISTER_PASSWORD_CONFIRM_PLACEHOLDER" = "重復密碼";
"ACCOUNT_REGISTER_EMAIL_PLACEHOLDER" = "電子郵箱";
"ACCOUNT_REGISTER_CAPTCHA_PLACEHOLDER" = "點擊驗證碼更換";
"ACCOUNT_REGISTER_PROMPT" = "點擊創建意味著您同意我們的";
"ACCOUNT_REGISTER_AGREEMENT" = "向日葵服務協議";
"ACCOUNT_REGISTER_NAME_ACCOUNT_ONLY_NUMBER_FAILED" = "帳號名不能為純數字";
"ACCOUNT_REGISTER_NAME_VALIDATE_FAILED" = "帳號名非法，請嘗試更換其他帳號名";
"ACCOUNT_REGISTER_NAME_LOCAL_VALIDATE_FAILED" = "帳號名為5~16位，只能是大小寫英文字母，數字或者'-'";
"ACCOUNT_REGISTER_PASSWORD_LOCAL_VALIDATE_FAILED" = "密碼為6~16位任意字符\n且不能與帳號名相同";
"ACCOUNT_REGISTER_PASSWORD_CONFIREM_LOCAL_VALIDATE_FAILED" = "兩次密碼輸入需壹致，請輸入正確密碼";
"ACCOUNT_REGISTER_EMAIL_LOCAL_VALIDATE_FAILED" = "郵箱格式不正確";
"ACCOUNT_REGISTER_FAILED_1003" = "帳號名已註冊，請嘗試其他名字";
"ACCOUNT_REGISTER_FAILED_1004" = "缺少參數，請將信息填寫完整";
"ACCOUNT_REGISTER_FAILED_1005" = "接口驗證錯誤";
"ACCOUNT_REGISTER_FAILED_1006" = "帳號名格式錯誤，請嘗試其他名字";
"ACCOUNT_REGISTER_FAILED_1007" = "帳號名長度不正確，請嘗試其他名字";
"ACCOUNT_REGISTER_FAILED_1008" = "該帳號名禁止註冊，請嘗試其他名字";
"ACCOUNT_REGISTER_FAILED_1009" = "密碼長度不正確";
"ACCOUNT_REGISTER_FAILED_1010" = "密碼不能與帳號名相同";
"ACCOUNT_REGISTER_FAILED_1011" = "郵箱格式不正確";
"ACCOUNT_REGISTER_FAILED_1012" = "無效的短信驗證碼";
"ACCOUNT_REGISTER_FAILED_1013" = "手機號錯誤";
"ACCOUNT_REGISTER_FAILED_1014" = "驗證碼不正確";
"ACCOUNT_REGISTER_FAILED_1015" = "該郵箱已經註冊";
"ACCOUNT_REGISTER_FAILED_1214" = "註冊失敗";
"ACCOUNT_REGISTER_FAILED_1216" = "驗證失敗";
"ACCOUNT_REGISTER_FAILED" = "註冊失敗";
"ACCOUNT_REGISTER_REMIND_USER" = "不能註冊，請檢查註冊信息是否完整、正確";
"ACCOUNT_REGISTER_SUCCEED" = "註冊成功！";
"URL_ACCOUNT_REGISTER_AGREEMENT" = "http://url.oray.com/bGHJHt";
"ACCOUNT_REGISTERING" = "正在註冊...";
"CREATE" = "創建";
"BACK_TO_LOGIN" = "返回登錄";
"PROTOCOL_SELECT_TITLE" = "我已閱讀並同意";
"PROTOCOL_BUTTON_TITLE" = "《向日葵服務協議》";
"PROTOCOL_VIEW_CONTROLLER_TITLE" = "向日葵服務協議";
"REGISTER_BUTTON_TITLE" = "註冊";
"LOGON_BUTTON_TITLE" = "已有帳號？立即登錄";
"ACCOUNT_REGISTER_TITLE" = "註冊新帳號";
"ACCOUNT_REGISTER_SUCCEED_TITLE" = "註冊成功";
"ACCOUNT_REGISTER_ACCOUNT_PLACEHOLDER_MODE_PHONE" = "手機號碼（作為登錄帳號）";
"ACCOUNT_REGISTER_PHONE_PLACEHOLDER" = "手機";
"ACCOUNT_REGISTER_SMS_CODE" = "短信驗證碼";
"ACCOUNT_REGISTER_SEND_SMS_CODE" = "獲取驗證碼";
"ACCOUNT_REGISTER_SEND_SMS_CODE_RETRY" = "後重試";
"ACCOUNT_REGISTER_ERROR_STRING_ACCOUNT_EMPTY" = "請輸入帳號";
"ACCOUNT_REGISTER_ERROR_STRING_PASSWORD_EMPTY" = "請輸入密碼";
"ACCOUNT_REGISTER_ERROR_STRING_EMAIL_EMPTY" = "請輸入郵箱";
"ACCOUNT_REGISTER_ERROR_STRING_SMSCODE_EMPTY" = "請輸入驗證碼";
"ACCOUNT_REGISTER_ERROR_STRING_ACCOUNT_PHONE_NUMBER_FAILED" = "手機號碼格式錯誤";
"ACCOUNT_REGISTER_ERROR_STRING_SMSCODE_FAILED" = "驗證碼格式不正確";
"ACCOUNT_REGISTER_ERROR_STRING_PHONENUMB_EMPTY" = "請輸入手機號碼";
"ACCOUNT_REGISTER_ERROR_STRING_ACCOUNT_PHONE_NUMBER_EMPTY" = "手機號碼當作帳號名，再也不用擔心記不住";
"ACCOUNT_REGISTER_ERROR_STRING_PHONENUMB_HAS_REGISTERED" = "Oh no~ 該號碼已被註冊，換壹個吧 或 使用其他方式註冊";
"ACCOUNT_REGISTER_ERROR_STRING_SMSCODE_ERROR_6001" = "每個號碼每天最多可獲取5次，請明天再來或換個號碼";
"ACCOUNT_REGISTER_ERROR_STRING_SMSCODE_ERROR_6002" = "短信發送頻率過短";
"ACCOUNT_REGISTER_ERROR_STRING_SMSCODE_ERROR_6003" = "獲取短信驗證碼失敗";
"ACCOUNT_REGISTER_ERROR_STRING_PHONE_NUMBER_WRONG_FORMAT" = "手機號格式錯誤";
"ACCOUNT_REGISTER_ERROR_STRING_PHONE_NUMBER_USED" = "手機號已被註冊";
"ACCOUNT_REGISTER_SWITCH_EMAIL_VERIFY" = "切換郵箱驗證";
"ACCOUNT_REGISTER_SWITCH_PHONE_VERIFY" = "切換手機驗證";

/*RegisterSucceedViewController*/
"REGISTER_SUCCEED_TITLE" = " 註冊成功！";
"REGISTER_SUCCEED_DESC" = "帳號：";

/*RegisterPurchaseSucceedViewController*/
"REGISTER_PURCHASE_SUCCEED_TITLE" = "購買成功";
"REGISTER_PURCHASE_SUCCEED_DESC" = "將為妳的第壹臺主機添加遠程攝像頭功能\n";
"REGISTER_PURCHASE_SUCCEED_ADD_HOST" = "登錄並添加主機";

/*AccountHostListViewController host list hostList*/
"HOST_LIST_WITHOUT_HOST_TITLE" = "沒有主機怎麽辦?";
"HOST_LIST_WITHOUT_HOST_SUB_TITLE_1" = "1、請在被控的電腦上安裝向日葵";
"HOST_LIST_WITHOUT_HOST_SUB_TITLE_1_1" = "下載地址：d.sunlogin.com";
"HOST_LIST_WITHOUT_HOST_SUB_TITLE_2" = "2、用同壹帳號登錄即可！";
"HOST_LIST_UPGRADE_NOW" = "立即續費";
"HOST_LIST_ACCOUNT" = "帳號：";
"HOST_LIST_ERROR_EXPIRE_MESSAGE_1" = "服務過期，帳號被鎖定（期間不可遠控)，5天後將降為免費版，\n請在";
"HOST_LIST_ERROR_EXPIRE_MESSAGE_2" = "前續費";
//"在電腦上下載並安裝向日葵客戶端\n（d.sunlogin.com）";
//"用當前帳號登錄客戶端\n或點擊右上角+號";
"HOST_LIST_SEARCH_PLACE_HOLDER" = "搜索妳的設備";
"HOST_LIST_EDIT_TOP" = "置頂";
"HOST_LIST_EDIT_CANCEL_TOP" = "取消置頂";
"HOST_LIST_ADD_HOST" = "添加電腦主機";
"HOST_LIST_ADD_PHONE" = "控制安卓設備";
"HOST_LIST_ADD_SMARTDEVICE" = "添加智能硬件";
"HOST_LIST_ADD_KVM" = "綁定控控";
"HOST_LIST_ADD_WAKEUP_DEVICE" = "添加開機棒";
"HOST_LIST_SCAN" = "掃壹掃";
"HOST_LIST_TITLE_SMART_DEVICE" = "智能硬件";
"HOST_LIST_TITLE_WAKEUP_DEVICE" = "開機設備";
"HOST_LIST_TITLE_WAKEUP_DEVICE_PLUG" = "開機插座、開機棒等";
"HOST_LIST_TITLE_HOST" = "主機";
"WAKEUP_DEVICE_EXCLUSIVE" = "獨享版";
"WAKEUP_DEVICE_LAN_EXCLUSIVE" = "局域網版";
"WAKEUP_DEVICE_LAN_EVER" = "局域網永久版";
"WAKEUP_DEVICE_EXPIRE_DATE" = "到期日";
"HOST_LIST_ADDSMARTDEVICE_KK" = "控控";
"HOST_LIST_ADDSMARTDEVICE_BATON" = "開機棒";
"HOST_LIST_ADDSMARTDEVICE_PLUG" = "插座";
"HOST_LIST_ADDSMARTDEVICE_TITLE" = "智能硬件";
"HOST_LIST_DEVICE_UNIT" = "臺";
"HOST_LIST_DEVICE_BIND" = "已綁定";
"HOST_LIST_DEVICE_UNBOUND" = "未綁定";
"HOST_LIST_DEVICE_UNBOUND_TIP" = "請綁定需開關的主機";

/*smart device*/
"WAKEUP_DEVICE_ADD_TITTLE" = "添加開機棒";
"WAKEUP_DEVICE_EDIT_TITTLE" = "主機管理";
"WAKEUP_DEVICE_EDIT" = "編輯";
"WAKEUP_DEVICE_DONE" = "完成";

/*AccountMobilePhoneVerifyViewController*/
"ACCOUNT_COMPLETE_INFORMATION" = "請完善帳號信息";
"ACCOUNT_COMPLETE_INFORMATION_FOUND_CODE" = "（可用於找回密碼）";
"ACCOUNT_COMPLETE_INFORMATION_PHONE_NUMBER" = "手機號";
"ACCOUNT_COMPLETE_INFORMATION_VERIFY_CODE" = "驗證碼";
"ACCOUNT_COMPLETE_INFORMATION_VERIFY_IMMEDIATELY" = "立即驗證";
"ACCOUNT_COMPLETE_INFORMATION_NOT_NULL_PHONENUMBER" = "手機號不能為空";
"ACCOUNT_COMPLETE_INFORMATION_WRONG_FORMAT_PHONENUMBER" = "手機號格式不正確";
"ACCOUNT_COMPLETE_INFORMATION_VERIFY_SUCCEED" = "綁定手機成功";
"ACCOUNT_COMPLETE_INFORMATION_VERIFY_FAILED" = "綁定手機失敗";
"ACCOUNT_COMPLETE_INFORMATION_OVER_VERIFY_CODE" = "跳過驗證";
"ACCOUNT_COMPLETE_INFORMATION_AGAIN" = "s後重試";
"ACCOUNT_COMPLETE_INFORMATION_GET_VERIFY_CODE_FAILED" = "獲取驗證碼失敗";
"ACCOUNT_COMPLETE_INFORMATION_GET_VERIFY_CODE_NOW" = "驗證中...";
"ACCOUNT_COMPLETE_INFORMATION_WRONG_VERIFY_CODE" = "驗證碼錯誤";
"ACCOUNT_COMPLETE_INFORMATION_NO_VALIDATION" = "本次跳過";
"ACCOUNT_COMPLETE_INFORMATION_PAYING_ACCOUNT" = "尊敬的VIP用戶，為了您的帳號安全，請務必完成手機驗證";
/*HostListManagerViewController */
"HOST_LIST" = "主機列表";
"EDIT" = "  編輯";
"HISTORY" = "歷史";
"HOST" = "主機";
"MARK" = "標簽";
"MORE" = "更多";
"LOGON_HISTORY" = "登錄歷史";
"OFFLINE_LIST" = "離線";
"ONLINE_LIST" = "在線";
"LAN_LIST" = "局域網";
"REFRESH_HOST" = "正在獲取主機列表...";
"HOST_LIST_NO_HOST" = "添加主機後，即可對主機進行遠控";
"HOST_LIST_BUTTON_ADD_HOST" = "立即添加主機";
"HOST_DELETE_FAILED" = "刪除主機失敗";
"HOST_DELETE_FAILED_HOST_ONLINE" = "不能刪除在線主機";
"HOST_DELETE_NOTICE" = "是否刪除主機：";
"HOST_DELETE" = "刪除主機";
"HOST_DELETE_DESCRIPTION" = "刪除後，此主機的付費服務同時刪除。確定要刪除嗎?";
"HOST_LIST_SECTION_STAR_HOSTS" = "星標";
"HOST_LIST_SECTION_UNTAGGED_HOSTS" = "未分類";
"LAN_ADD" = "局域網添加";
"FASTCODE_ADD" = "識別碼添加";
"CREATE_HOST" = "生成主機";
"BEGINNER_GUIDE_BUTTON" = "新手引導";
"ADDHOST_TITLE" = "在PC端登錄當前帳號即可";
"ADDHOST_TITLE_KEYWORD" = "當前帳號";
"ADDHOST_ENTERPRISE_EDITION" = "企業專用";

/*Apply Host Amount*/
"APPLY_HOST_AMOUNT_1" = "您的";
"APPLY_HOST_AMOUNT_2" = "個主機數用完了\n如需要更多主機可提交申請";
"APPLY_NOW" = "馬上申請";

/*AddHostViewController*/
"HOST_ADD_VIEW_TITLE" = "添加設備";
"HOST_ADD_TEXTFIELD_HOST_NAME" = "設備名稱";
"HOST_ADD_TEXTFIELD_HOST_DESCRIBE" = "備註";
"HOST_ADD_NEXT" = "下壹步";
"HOST_ADD_ALERT_NAME_EMPTY" = "設備名不能為空";
"HOST_ADD_ALERT_ADD_FAILED" = "添加設備失敗";
"HOST_ADD_ALERT_ADDING" = "正在添加設備";
"HOST_ADD_SEGMENT_FIRST" = "添加主機";
"HOST_ADD_SEGMENT_SECOND" = "添加攝像頭";
"HOST_ADD_NO_FLASH_LIGHT" = "該設備沒有閃光燈，無法添加攝像頭";
"HOST_ADD_PLEASE_INPUT_WIFI_PASSWORD" = "請輸入WIFI密碼";
"HOST_ADD_PLEASE_CONNECT_WIFI" = "請連接WIFI";
"HOST_ADD_TEXT_FIELD_WIFI_PASSWORD_PLACEHOLDER" = "請輸入WIFI密碼";
"HOST_ADD_HOST_NAME_DEFAULT" = "主機名";
"HOST_ADD_CAMERA_NAME_DEFAULT" = "我的攝像頭";
"HOST_ADD_CAN_NOT_ADD_MESSAGE" = "主機數已用完，請登錄向日葵網站完成操作";
"HOST_ADD_CAN_NOT_ADD_MESSAGE_ALIPAY" = "購買的主機數已用完，請升級";
"HOST_ADD_DEFAULT_HOST_NAME" = "我的主機";

/*HostAddDoneViewController*/
"HOST_ADD_DONE_LABEL_SUCCEEDED_HEAD" = "添加主機";
"HOST_ADD_DONE_LABEL_SUCCEEDED_TAIL" = "添加成功";
"HOST_ADD_DONE_LABEL_NOTICE" = "在需要被控的電腦上訪問www.sunlogin.com下載並安裝向日葵客戶端，使用下面葵碼登錄。";
"HOST_ADD_DONE_LABEL_KEY" = "葵碼";
"HOST_ADD_DONE_BUTTON_SEND_EMAIL" = "發送e-mail";
"HOST_ADD_DONE_EMAIL_TITLE" = "來自向日葵的遠程主機添加郵件";
"HOST_ADD_DONE_EMAIL_SEND_CANCEL" = "郵件發送取消";
"HOST_ADD_DONE_EMAIL_SEND_SUCCEED" = "郵件已發送";
"HOST_ADD_DONE_EMAIL_SEND_FAILED" = "郵件發送失敗";
"HOST_ADD_DONE_EMAIL_SAVE_SUCCEED" = "郵件保存成功";
"HOST_ADD_DONE_LABEL_POSITION_FUNCTION" = "定位功能";
"HOST_ADD_DONE_LABEL_IP" = "IP";
"HOST_ADD_DONE_LABEL_ADDRESS" = "地址";
/* HostLogonWindowViewController */
"ACCESS_PASSWORD" = "訪問密碼登錄";
"WINDOW_ACCOUT" = "Windows 帳號驗證";
"ENTER_CUSTOM_PASSWORD"="請輸入訪問密碼";
"ENTER_USERNAME" = "請輸入用戶名";
"ENTER_WINDOWS_USERNAME" = "請輸入主機系統帳戶名";
"ENTER_WINDOWS_PASSWORD" = "請輸入主機系統登錄密碼";
"CONNECT_REMOTE_HOST" = "正在連接遠程主機...";
"CONNECT_REMOTE_HOST_SUCCESSFULLY"="連接遠程主機成功!";
"ENTER_ANY_VALUE" = "請輸入任意值";
"REMIND_IPHONE4S" = "當前的設備配置較低，可能會影響流暢度";
"REMIND_FREE" = "當前為免費級速度較慢，升級精英版整體提升80%";
"POWEROFF_SUCCESSFULLY" = "關機指令已發送，正在返回主機列表";
"RESTART_SUCCESSFULLY" = "重啟指令已發送，正在返回主機列表";

/* host plugin */
"HOST_PLUGIN_CAMERA" = "攝像頭";
"HOST_PLUGIN_FILE" = "遠程文件";
"HOST_PLUGIN_PURCHASE_MESSAGE_CAMERA_PART_1" = "本功能為入門版專享功能（";
"HOST_PLUGIN_PURCHASE_MESSAGE_CAMERA_PART_2" = "元/年），現支持按月開通啦！";
"HOST_PLUGIN_PURCHASE_MESSAGE_FILE_PART_1" = "本功能為入門版專享功能（";
"HOST_PLUGIN_PURCHASE_MESSAGE_FILE_PART_2" = "元/年），現支持按月開通啦！";
"HOST_PLUGIN_PURCHASE_MESSAGE_CMD_PART_1" = "本功能為精英版專享功能（";
"HOST_PLUGIN_PURCHASE_MESSAGE_CMD_PART_2" = "元/年），現支持按月開通啦！";
"HOST_PLUGIN_PURCHASE_MESSAGE_SSH_PART_1" = "本功能為精英版專享功能（";
"HOST_PLUGIN_PURCHASE_MESSAGE_SSH_PART_2" = "元/年），現支持按月開通啦！";
"HOST_PLUGIN_UPGRADE_TO_PRO" = "升級到入門版";
"HOST_PLUGIN_UPGRADE_TO_BIZ" = "升級到精英版";
"HOST_PLUGIN_PURCHASE" = "元試用1月（僅當前主機）";
"HOST_PLUGIN_KVM_WARNING" = "控控不在線，請檢查設備線路連接";
/* host plugin connect */
"HOST_CONNECT_ACCOUNT_PASSWORD_WRONG" = "帳號名或密碼錯誤！";
"HOST_CONNECT_VISIT_PASSWORD_WRONG" = "訪問密碼錯誤";
"HOST_CONNECT_FAILED" = "連接主機失敗！";
"HOST_CONNECT_WRONG_LOGON_TYPE" = "登錄方式錯誤！";
"PLUGIN_CONNECTING_HOST" = "正在連接遠程主機...";
"PLUGIN_CONNECT_HOST_SUCCESS"="連接遠程主機成功！";
"PLUGIN_CONNECT_HOST_FAILED" = "連接遠程主機失敗！";
"PLUGIN_CONNECTING" = "正在連接";
"PLUGIN_WILL_DISPLAY" = "即將顯示";
"PLUGIN_CONNECT_SUCCEED" = "連接成功";
"PLUGIN_CONNECT_FAILED" = "連接失敗";
"PLUGIN_REMOTE_DESKTOP" = "遠程桌面";
"PLUGIN_REMOTE_CAMERA" = "遠程攝像頭";
"PLUGIN_REMOTE_FILE" = "遠程文件";
"PLUGIN_CMD" = "CMD";
"PLUGIN_SSH" = "SSH";
"PLUGIN_CONNECT_POWEROFF_SUCCESS" = "關機指令已發送";
"PLUGIN_CONNECT_POWEROFF_FAILED" = "關機指令發送失敗";
"PLUGIN_CONNECT_POWEROFF_CANCEL" = "關機指令取消";
"PLUGIN_CONNECT_RESTART_SUCCESS" = "重啟指令已發送";
"PLUGIN_CONNECT_RESTART_FAILED" = "重啟指令發送失敗";
"PLUGIN_CONNECT_RESTART_CANCEL" = "重啟指令取消";

/* HostWelcomeViewController */
"DETAIL" = "  詳情";

"LABEL_DESKTOP" = "桌面控制";
"LABEL_CAMERA" = "攝像頭";
"LABEL_PR_CAMERA" = "高級功能";
"LABEL_TOUCHPAD" = "觸摸板";
"LABEL_WATCH" = "桌面觀看";
"LABEL_FILES" = "遠程文件";
"LABEL_MULTISCREEN" = "屏幕擴展";
"LABEL_POWEROFF" = "關機/重啟";
"REMOTE_SHUTDOWN" = "關機";
"REMOTE_RESTART" = "重啟";

"LABEL_RRIVILEGE" = "特權";

"CNTS_LOGIN" = "正在登錄遠程桌面";
"CNTS_CONNECTED" = "即將顯示遠程桌面";
"CNTS_DISCONNECTED" = "連接中斷";
"CNTS_LOGIN_CAMERA" = "正在登錄遠程攝像頭";
"CNTS_CONNECTED_CAMERA" = "即將顯示遠程攝像頭";
"CONNECTING_REMOTE_CAMERA" = "正在連接遠程攝像頭...";
"GET_ADDRESS_FAILED" = "無法獲取到插件地址";
"LOGON_FAILED" = "登錄失敗";

"CONNECTING_REMOTE_DESKTOP" = "正在連接遠程桌面...";
"SHUT_DOWN_THE_REMOTE_HOST"="是否關閉遠程主機";
"RESTART_THE_REMOTE_HOST"="是否重啟遠程主機";
"UIALERT_TITLE_MESSAGE"="消息";
"UIALERT_TITLE_ERROR"="錯誤";
"UIALERT_MESSAGE_SHUTDOWN_HOST_COMMAND"="關閉遠程主機命令已發出";
"UIALERT_MESSAGE_RESTART_HOST_COMMAND"="重啟遠程主機命令已發出";
"BUTTON_DISABLED_TITLE" = "";
"BUTTON_DISABLED_TITLE_BOTTOM" = "";
"BUTTON_DISABLED_TITLE_CN" = "敬請期待";
"REMOTE_OPEN_HOST_PART_ONE" = "開機指令已送達";
"REMOTE_OPEN_HOST_PART_TWO" = "主機上線大約需要1-2分鐘，請耐心等待";
"REMOTE_OPEN_HOST_BACK_TO_HOSTLIST" = "返回主機列表";

/* HostFunctionDetailViewController */
"SEGMENT_CAMERA"="遠程攝像頭";
"SEGMENT_REMOTEFILE"="遠程文件";
"FREE_EXPERIENCE"="免費試用";
"CAMERA_EXPERIENCE"="遠程攝像頭試用";
"MESSAGE_EXP"="遠程攝像頭提供免費試用24小時，請確定您的攝像頭是否可用";
"MESSAGE_OUTDATE"="遠程攝像頭試用24小時已過期，購買服務後可永久試用";
"EXP_NOW"="立即試用";
"LOAD_PID_FAILED"="下載產品序列號失敗";
"LOAD_PID_TRY_AGAIN" = "再試壹次";
"REFRESH" = "刷新";
/* WaitingFreePluginConnectViewController */
"WAITINGFREEVC_DEAR" = "親，將在";
"WAITINGFREEVC_INTO_CONTROL" = "秒後進入遠控，耐心等待喔";
"WAITING_FREE_LEVEL_IN_CONNECTING" = "親，努力加載中，請耐心等待喔";
"WAITINGFREEVC_WANNA_SPEED" = "我要提速";

/* EGORefreshTableHeaderView */
"LAST_UPDATED"="最後更新";
"RELEASE_TO_REFRESH"="松開即可刷新...";
"PULL_DOWN_TO_REFRESH"="下拉即可刷新...";
"LOADING"="正在刷新...";
"REFRESH_HOST_SUCCEED"="刷新成功";

/*GestureGuideView */
"GUIDE_ONE_FINGER_MOVE_MOUSE_CONTROL_DESCRIBE"="單指拖動";
"GUIDE_ONE_FINGER_MOVE_MOUSE_CONTROL_RESULT"="實現遠程桌面移動";
"GUIDE_ONE_FINGER_MOVE_DESCRIBE"="單指拖動";
"GUIDE_ONE_FINGER_MOVE_RESULT"="移動指針和桌面";

"GUIDE_ONE_FINGER_DOUBLE_CLICK_THEN_HOLD_DESCRIBE"="單指雙擊並保持";
"GUIDE_ONE_FINGER_DOUBLE_CLICK_TWICE_THEN_HOLD_RESULT"="實現窗口拖動";
"GUIDE_ONE_FINGER_CLICK_DESCRIBE"="單指長按";
"GUIDE_ONE_FINGER_CLICK_RESULT"="實現鼠標右鍵";
"GUIDE_TWO_FINGER_CLICK_DESCRIBE"="雙指輕點";
"GUIDE_TWO_FINGER_CLICK_RESULT"="顯示/隱藏工具欄";
"GUIDE_TWO_FINGER_CLICK_TWICE_DESCRIBE"="雙指輕點兩次";
"GUIDE_TWO_FINGER_CLICK_TWICE_RESULT"="局部放大/縮小";
"GUIDE_THREE_FINGER_MOVE_DESCRIBE"="雙指上下左右推動";
"GUIDE_THREE_FINGER_MOVE_RESULT"="實現鼠標滾輪";

"GUIDE_ONE_FINGER_CLICK_DESCRIBE"="單指點擊";
"GUIDE_ONE_FINGER_CLICK_RESULT"="實現鼠標左鍵";
"GUIDE_ONE_FINGER_HOLD_DESCRIBE"="單指長按";
"GUIDE_ONE_FINGER_HOLD_RESULT"="實現鼠標右鍵";
"GUIDE_ONE_FINGER_PRESS_MOVE_DESCRIBE"="單指短按移動";
"GUIDE_ONE_FINGER_PRESS_MOVE_RESULT"="實現多選或窗口拖動";
"GUIDE_ONE_FINGER_MOVE_HORIZON_DESCRIBE"="單指左右移動";
"GUIDE_ONE_FINGER_MOVE_HORIZON_RESULT"="實現屏幕移動";
"GUIDE_ONE_FINGER_MOVE_VERTICAL_DESCRIBE"="單指上下移動";
"GUIDE_ONE_FINGER_MOVE_VERTICAL_RESULT"="實現鼠標滾輪";
"GUIDE_TWO_FINGER_MOVE_DESCRIBE"="雙指移動";
"GUIDE_TWO_FINGER_MOVE_RESULT"="實現鼠標滾輪";

/*RemoteHostWakeUp */
"INPUT_REMOTE_HOST_WAKE_UP_PASSWORD" = "請輸入開機密碼";
"HOST_NOT_ALIVE" = "主機不存在";
"PASSWORD_EMPTY" = "開機密碼不能為空!";
"PASSWORD_ERROR" = "開機密碼錯誤!";
"TURNON_FAILED" = "開機失敗!";
"WAKE_UP_TIMEOUT" = "開機超時";
"UIALERT_MESSAGE_NO_SUITABLE_NETWORK_CARD"="您需要支持遠程開機的設備";
"URL_GET_REMOTE_WAKEUP_DEVICE" = "http://url.oray.com/dWHbqq";
"UNSUPPORT_REMOTE_WAKEUP" = "此設備不支持遠程開機";
"REMOTEHOSTWAKEUP_START" = "正在發送指令，請耐心等待...";
"REMOTE_HOST_WAKEUP_PLUG_NOTE" = "插座已開啟，使用插座開機，插座將斷電重開\n部份主板需關機後2-5分鐘方完全斷電，建議進入插座斷電後５分鐘再開機";
"REMOTE_HOST_WAKEUP_PLUG_SUCCEED" = "插座開啟成功";
"REMOTE_HOST_WAKEUP_PLUG_FAILED" = "插座開始失敗或不在線";
"REMOTE_HOST_WAKEUP_CHOOSE_REMIND" = "檢測到當前主機綁定了開機插座和開機棒\n請選擇開機方式";
"REMOTE_HOST_WAKEUP_CHOOSE_1" = "使用開機插座";
"REMOTE_HOST_WAKEUP_CHOOSE_2" = "使用開機棒";
"REMOTE_HOST_WAKEUP_SUCCEED_DESC" = "開機成功";
"REMOTE_HOST_WAKEUP_FAILED_DESC" = "未開機成功，請重試或返回主機列表等待";
"REMOTE_HOST_WAKEUP_BACK" = "返回主機列表";
"REMOTE_HOST_WAKEUP_OK" = "確定";

/* RemoteToolbarViewController */
"QUIT_REMOTE_DESKTOP" = "結束遠程桌面";
"QUIT_REMOTE_DESKTOPMSG" = "結束遠程桌面，點擊確認";

/* RemoteDesktopViewController */
"REMOTE_DESKTOP_HAS_BEEN_DISCONNECT" = "遠程桌面斷開連接，點擊確認";
"VERSION_BEFORE_5_4_NOTIFICATION" = "請配合向日葵客戶端5.4以上版本使用，如遠程主機客戶端版本低於5.4可能致手勢操作無法正常使用。";
"COMPLAINT" = "卡頓！我要投訴";
"COMPLAINT_DONE" = "投訴成功，產品經理將被打屁屁，Pia~";
"SOUND_ON" = "聲音開啟";
"SOUND_OFF" = "聲音關閉";
"MODEL_TOUCH" = "切換到觸控模式";
"MODEL_MOUSE" = "切換到鼠標模式";
"BLACK_SCREEN_ON" = "啟動黑屏模式";
"BLACK_SCREEN_OFF" = "取消黑屏模式";
"SWITCH_SCREEN" = "屏幕切換";
"SINGLE_ROLL" = "單指上下移動，可滾動列表";
"CONNECT_MODE_TRANSPOND" = "當前為轉發模式";
"CONNECT_MODE_P2P" = "當前為P2P連接";
"CLIENT_SCREEN_IS_ROTATING" = "請保持主控端與被控端屏幕方向壹致";
"GESTURE_STATE_DRAG" = "拖動";
"GESTURE_STATE_RIGHT_MOUSE" = "鼠標右鍵";
"GESTURE_STATE_ROLL" = "滑動滾輪";
"FREE_SERVICE_REMIND" = "當前免費版限速，最高300Kbps";
"PAY_SERVICE_REMIND" = "正在享用BGP跨線路雲服務器";

/* No comment provided by engineer. */
"HOST_LOGON_SUCCEED" = "主機登錄成功";
"SETTINGS" = "設置";

/*遠程桌面菜單 */
"CHANGE_USER" = "切換遠程會話";
"SHOW_DESKTOP" = "顯示桌面";
"SHUT_DOWN_PC" = "關閉主機";
"RESTART_PC" = "重啟主機";
"CTRL_ALT_DELETE" = "快捷鍵 Ctrl+Alt+Del";
"GESTURE_GUIDE" = "手勢操作指南";
"CHANGE_CONTROLMODE" = "切換控制模式";
"CHANGE_WATCHMODE" = "切換觀看模式";
//"SWITCH_SCREEN" = "切換屏幕";
"BLACK_SCREEN" = "黑屏模式";
"SCREEN"="屏幕";
"SWITCH_BEST_RESOLUTION" = "經切換到最佳分辨率";
"LOCK_SCREEN" = "鎖定屏幕";
"UNLOCK_SCREEN" = "取消鎖定屏幕";
"LOCK_DESKTOP" = "鎖定桌面";
"UNINPUT" = "禁止對方鼠標和鍵盤輸入";
"INPUT" = "允許對方鼠標和鍵盤輸入";


/*HostDetailViewController host detail */
"HOST_DETAIL_VIEW_TITLE" = "主機詳情";
"HOST_DETAIL_VIEW_SAVING" = "正在保存...";
"HOST_DETAIL_VIEW_UPDATE_FAILED" = "保存主機信息失敗";
"HOST_DETAIL_VIEW_REMOTE_CONTROL" = "遠程控制";
"HOST_DETAIL_VIEW_REMOTE_WAKEUP" = "遠程開機";
"HOST_DETAIL_VIEW_DELETE_HOST" = "刪除主機";
"AUTOMATICALLY_MATCHES_THE_BEST_RESOLUTION" = "自動匹配最佳分辨率";
"KEEP_THE_ORIGINAL_RESOLUTION" = "保持原始分辨率";
"RESOLUTION" = "分辨率";
"CANNOT_DO_THIS_ON_SHARED_HOST" = "不能對共享主機做該操作";
"RESOLUTION_NOTE" = "此功能僅支持向日葵客戶端5.4及以上版本！";
"HOST_DETAIL_DELETE" = "刪除";
"HOST_DETAIL_IS_DELETING" = "正在刪除主機...";
"REMOTECAMERA_AVAILABLE" = "已開通";
"REMOTECAMERA_NOT_AVAILABLE" = "未開通";
"HOST_DETAIL_SETTING_HOST_NAME" = "主機名";
"HOST_DETAIL_SETTING_HOST_INFO" = "主機信息";
"HOST_DETAIL_SETTING_HOST_REMARK" = "備註";
"HOST_DETAIL_SETTING_INPUT_HOST_NAME" = "請輸入主機名";
"HIGH_DEFINITION_RESOLUTION" = "1280*1024";
"STANDARD_DEFINITION_RESOLUTION" = "800*600";
"SELECT_FROM_PHOTO_ALBUM" = "從相冊選擇";
"TAKE_A_PICTURE" = "拍照";
"HOST_ICON_DEFAULT_STYLE" = "默認風格";
"HOST_ICON_UPLOAD_FAILED" = "保存失敗";
"HOST_ICON_UPLOAD_SUCCEED" = "保存成功";
"HOST_DETAIL_DOMAIN_VISIT" = "域名訪問";
"HOST_DETAIL_DOMAIN_CLOSE" = "未開啟";
"HOST_DETAIL_DOMAIN_OPEN" = "已開啟";
"HOST_DETTA_ICON_CHANGE" = "點擊更換頭像";
"HOST_DETAIL_BIND_PLUG" = "已綁定插座";
/*SettingOfMineViewController*/
"SETTING_OF_MINE" = "我的";
"CHECK_TO_UPDATE" = "檢查向日葵更新";
"MORE_ABOUT" = "關於向日葵與幫助";
"MORE_SHARE" = "推薦 [向日葵] 給好友";
"RECOMMENDED_PRIZES" = "推薦有獎";
"VERSION_INFORMATION" = "版本信息";
"MORE_HELP" = "手勢操作指南";
"LOG_FEEDBACK" = "拷貝主機日誌";
"CONTACT_US" = "聯系我們";
"MORE_RECOMMEND" = "精品推薦";
"LOADING_WEB" = "正在加載...";
"LOAD_WEB_SUCCEED" = "加載成功";
"ACCOUNT_LOGOUT" = "註銷登錄";
"LOG_EMAIL_TITLE" = "來自向日葵的日誌郵件";
"ACCOUNT" = "帳號";
"ACCOUNT_MANAGE" = "帳號管理";
"ACCOUNT_OF_MINE" = "我的帳號";
"SERVICE_LEVEL" = "服務級別";
"HOST_LIST_SORTING" = "主機列表排序";
"SHOW_OFFLINE_HOST" = "顯示離線主機";
"SERVICE_LEVEL_UNKNOW" = "未知";
"SERVICE_LEVEL_FREE" = "免費級";
"SERVICE_LEVEL_PROFESSION" = "入門版";
"SERVICE_LEVEL_BUSINESS" = "精英版";
"SERVICE_LEVEL_PREMIUM" = "旗艦級";
"SERVICE_LEVEL_ENTERPRISE" = "行業版";
"SERVICE_LEVEL_CUSTOM" = "獨立服務器版";
"SERVICE_LEVEL_COM_PERPETUAL" = "精英版（永久）";
"SERVICE_LEVEL_PREMIUM_PERPETUAL" = "旗艦級（永久）";
"SERVICE_LEVEL_ENTERPRISE_PERPETUAL" = "行業級（永久）";
"HOST_AWAKE_SLEEP_NOTIFICATION" = "主機上線/下線提醒";
"MESSAGE_NOTIFICATION" = "消息通知";
"ACCORDING_TO_THE_ACCESS_TIME" = "按訪問時間";
"LOGOUT" = "註銷";
"SETTINF_OF_MINE_LOGIN_NOT_AVAILABLE" = "未登錄";
"ACCORDING_TO_THE_HOST_NAME" = "按主機名";
"ACCORDING_TO_THE_HOST_STATE" = "按主機狀態";
"ACCORDING_TO_THE_RECENT_ACCESS_TIME" = "按最近訪問時間";
"MY_WELFARE"="我的福利";
"MY_EXCHANGE"="我的兌換";
"SETTING_FAILED" = "設置失敗";
"HARDWARE_STORE" = "硬件商城";
//http://url.oray.com/HJHZJd;
"URL_HARDWARE_STORE" = "https://weidian.com/item_classes.html?userid=820262052&c=63564888";
"HOST_ICON_STYLE" = "主機頭像";
"SUNSHINE_SHOP" = "陽光小店";
"SUNSHINE_SHOP_AD_WARNING" = "親，點擊廣告太頻繁了喔，先去遠控壹下再來吧！";
"TOUCH_ID" = "指紋登錄";
"FACE_ID" = "面容ID登錄";
"TOUCH_ID_DESC" = "（開啟後，每次打開App都需驗證）";
"TOUCH_ID_OPEN_REMIND" = "妳尚未設置Touch ID,請在手機系統\"設置>Touch ID與密碼\"中添加指紋";
"FACE_ID_OPEN_REMIND" = "妳尚未設置Face ID,請在手機系統\"設置>面容 ID與密碼\"中添加面容ID";
"MY_DOWNLOAD" = "我的下載";
"SETTING_GT_MOUSE" = "Swiftpoint GT藍牙鼠標";
"SETTING_GT_MOUSE_CONNECT" = "已連接";
"SETTING_GT_MOUSE_NOT_CONNECT" = "未連接";
"SETTING_GT_MOUSE_UNABLE" = "未開啟";
"SETTING_GT_MOUSE_DISCOVERY" = "自動連接";
"SETTING_GT_MOUSE_BLUETOOTH_NOT_CONNECT" = "需先在手機 [設置]>[藍牙] 中連接GT鼠標";
"SETTING_GT_MOUSE_SEARCHING" = "正在搜索GT鼠標（請確認GT鼠標已連接）";
"SETTING_GT_MOUSE_CONNECTED" = "連接GT鼠標成功，進入遠控桌面即可使用";
"SETTING_GT_MOUSE_HEADER_TITLE" = "我的GT鼠標";
"SETTING_GT_MOUSE_SHOW_GUIDE" = "查看連接指南>>";
"SETTING_GT_MOUSE_GUIDE" = "連接指南";
"SETTING_GT_MOUSE_GUIDE_TEXT" = "當鼠標沖滿電時，您可以通過藍牙4.0協議連接鼠標與您的設備，無需通過USB接收器\n\n1 首先將鼠標背面\"開關\"調到OFF檔位\n2 打開手機\"設置\">\"藍牙\"開啟藍牙\n3 如果設備列表中已有Swiftpoint GT，請先刪除\n4 按住鼠標左鍵或右鍵不放，將背面\"開關\"調到ON檔位，LED指示燈連續閃爍表示進入藍牙配對模式，松開按鍵\n5 藍牙設備列表中找到Swiftpoint GT後，點擊完成配對";
"SETTING_GT_MOUSE_GUIDE_NOTE" = "註意：如不能連接成功，請重復以上步驟";

/*AboutSunloginViewController*/
"ABOUT" = "關於";
"SOFTWARE_NAME" = "向日葵遠程控制";
"VERSION" = "版本";
"HOMEPAGE" = "官網網站:";
"HOMEPAGE_BUTTON" = "www.sunlogin.com";
//"HOMEPAGE_URL" = "http://url.oray.com/HHZbGb";
"HOMEPAGE_URL" = "http://sunlogin.oray.com/mobile/";
"COPY_RIGHT" = "版權所有:上海貝銳信息科技股份有限公司";
"NO_LOG_DATA" = "暫無日誌數據";

/*FeedbackViewController*/
"FEEDBACK_TITLE" = "意見反饋";
"FEEDBACK_PLACEHOLDER" = "向日葵的每次進步，都離不開您的建議和意見";
"FEEDBACK_USER_INFO" = "您的電話/QQ/郵箱";
"FEEDBACK_COMMIT" = "提交";
"FEEDBACK_COMMITING" = "正在提交...";
"FEEDBACK_CODER" = "程序猿日夜苦幹~\n只為給您更好的體驗";
"FEEDBACK_TUCAO" = "我要吐槽";
"FEEDBACK_ENCOURAGE" = "鼓勵壹下";
"FEEDBACK_CONTENT" = "意見不能為空";
"FEEDBACK_CONTENT_LIMIT" = "意見最多輸入150字";
"FEEDBACK_USERINFO_LIMIT" = "聯系方式最多輸入30字";
"FEEDBACK_USERINFO_CORRECT" = "請輸入正確的聯系方式";
"FEEDBACK_COMMIT_SUCCESS" = "反饋成功，感謝您的建議";
"FEEDBACK_COMMIT_FAILED" = "反饋失敗，請重新提交";

/* rate sunlogin */
"RATE_TITLE" = "為 [向日葵] 評分";
"RATE_MESSAGE" = "感謝妳的使用，請為向日葵遠程控制評個分吧!";
"RATE_BUTTON_NOW" = "現在就去";
"RATE_BUTTON_LATER" = "下次再說";
"RATE_BUTTON_NEVER" = "不再提示";

/* camera messages */
"CAMERA_INFORMATION_TIP" = "信息提示 -- 攝像頭";
"CAMERA_HAVE_DISCONNECTED" = "連接已經斷開";
"CAMERA_QUIT_CONFIRM" = "遠程攝像頭斷開連接，點擊確認";
"CAMERA_LOAD_ERROR_NOCAMERA" = "沒有找到可用的攝像頭設備！";
"CAMERA_LOADING" = "正在載入中...";
"CAMERA_OPEN_FAILED" = "打開攝像頭失敗！";
"CAMERA_CLOSE_FAILED" = "關閉攝像頭失敗！";

"NOTWIFI_MESSAGE" = "當前網絡連接類型不是WIFI。\n使用該功能將消耗較多流量，是否繼續連接？";
"PUSH_MESSAGE_TITLE" = "推送消息";
"SWITCH_USER" = "正在切換會話，請稍等";

/*ShareInfomationView*/
"SHARE_SHORT_MESSAGE" = "短信發送";
"SHARE_COPY" = "復制";
"SHARE_EMAIL" = "郵件發送";
"SHARE_WEIXIN" = "微信發送";
"SHARE_QQ" = "QQ發送";
"SHARE_MEMO" = "備忘";

/*UserSendMessage*/
"SEND_MESSAGE_FAILED" = "發送短信失敗";
"SEND_MESSAGE_SUCCEED" = "發送短信成功";

/*UserCopyLabel*/
"COPY_LABEL_COPY" = "復制";
"COPY_LABEL_EMAIL" = "郵件";
"COPY_LABEL_SMS" = "短信";
"COPY_LABEL_CANCEL" = "取消";

"USER_PERMISSION_NOT_ENOUGH" = "用戶權限不夠";
"SWITCH_USER_FAILED" = "切換用戶失敗";
"SWITCH_USER_OK" = "切換用戶成功";
"DISPLAY_DESKTOP" = "即將顯示遠程桌面";

/*NoviceGuideViewController*/
"NOVICE_INTRO_TITLE" = "沒有主機怎麽辦";
"NOVICE_INTRO_LINUX_REMOTE" = "Linux被控端";
"NOVICE_INTRO_PC_REMOTE" = "PC被控端";

"NOVICE_INTRO_FASTCODE_TITLE" = "無需登錄客戶端，使用快速識別碼連接主機";
"NOVICE_INTRO_FASTCODE_NOTE" = "註：快速識別碼可在向日葵客戶端7.0主界面上找到";
"NOVICE_INTRO_CLIENT_TITLE" = "用當前帳號登錄所要控制主機上的向日葵客戶端7.0";
"NOVICE_INTRO_CLIENT_NOTE" = "註：訪問www.sunlogin.com下載並安裝向日葵客戶端7.0";
"NOVICE_INTRO_FAST_CODE" = "快速遠程訪問";

/* 快速識別碼－登錄界面 */
"FASTCODE_LOGIN_TITLE" = "快速訪問";
"FASTCODE_LOGIN_LOCK" = "驗證碼登錄";
"FASTCODE_LOGIN_NOPASSWORD" = "無驗證碼？妳還可以嘗試";
"FASTCODE_LOGIN_SENDREQUEST" = "發送請求，等待對方接受";
"FASTCODE_LOGIN_PASSWORDERROR" = "驗證碼錯誤，您還可以嘗試%d次";
"FASTCODE_LOGIN_PASSWORDERROR_FIVE" = "驗證碼錯誤，您還可以嘗試發送請求";
"FASTCODE_LOGIN_USEPASSWORD_LOGIN" = "使用驗證碼登錄...";
"FASTCODE_LOGIN_SEND_ACCESSQUEST" = "登錄請求已發送，正等待對方響應";
"FASTCODE_LOGIN_SEND_FORBIDDEN" = "主機無響應或拒絕";

/* 快速識別碼－安全問題回答界面 */
"FASTCODE_SECURITY_NOTICE" = "主機設置了安全問題";
"FASTCODE_SECURITY_ANSWER_HINT" = "請輸入答案";
"FASTCODE_SECURITY_SURE" = "確定";
"FASTCODE_SECURITY_VERIFYING" = "正在驗證";
"FASTCODE_SECURITY_WRONG" = "答案錯誤";
"FASTCODE_SECURITY_WARNING" = "錯誤次數達到5次，半小時後再來試試吧";

/*FastCodeInput*/
"FAST_CODE_QUERY_HOST" = "正在查詢主機";
"FAST_CODE_QUERY_HOST_FAILED" = "主機不在線或不存在";
"FAST_CODE_QUERY_HOST_NOTEXIST" = "主機不存在";
"FAST_CODE_QUERY_HOST_OFFLINE" = "主機不在線";
"FAST_CODE_HOST_UNCONTROLLABLE" = "主機拒絕訪問";
"FAST_CODE_NOT_SUPPORT_NO_PASSWORD" = "當前主機不支持無驗證碼訪問";
"FAST_CODE_EMPTY" = "請輸入夥伴的識別碼";
"FAST_CODE_9_DIGIT" = "請輸入9位快速識別碼";
"FAST_CODE_TITLE" = "快速訪問";
"FAST_CODE_ALERT_CONTENT" = "確定要清除您的識別碼歷史？";
"FAST_CODE_NOTE" = "此功能僅支持向日葵客戶端7.0及以上版本！";
"FAST_CODE_CLEAR_HISTORY" = "清除歷史";
"FAST_CODE_NO_HISTORY" = "沒有訪問歷史";
"FAST_CODE_HOSTLIST_LABEL_TEXT" = "發起快速遠控";
"FAST_CODE_CONNECT" = "連接";
"FAST_CODE_LOGON_NOTE" = "若向日葵客戶端為8.0以下版本，請輸入訪問密碼！";

/*GuideBeforeLoginViewController*/
"GUIDE_BEFORE_LOGIN_SHORTCUT" = "省心";
"GUIDE_BEFORE_LOGIN_SAFE" = "放心";
"GUIDE_BEFORE_LOGIN_PARENT" = "孝心";
"GUIDE_BEFORE_LOGIN_OFFICE_ANYWHRER_ANYTIME" = "隨時隨地遠程辦公";
"GUIDE_BEFORE_LOGIN_REMOTE_CAMERA" = "遠程攝像頭隨時監控";
"GUIDE_BEFORE_LOGIN_REMOTE_ASSIST" = "為爸媽解決電腦問題";

/*rpc_service_error | used by CHostLogonEvent*/
//"std::exception" = "未知錯誤";
"Check the status of the remote control failed" = "檢查遠程控制狀態失敗";
"Check the login period failed" = "檢查限制時間失敗";
"Check the login type failed" = "檢查登錄方式失敗";
"Password can not be empty" = "密碼不能為空！";
"Create instance failed" = "創建實例失敗";
"Login the host failed" = "用戶名或密碼錯誤";
"Remote control module has been closed" = "遠程控制模塊已經關閉";
"Login failed with the way" = "登錄方式失敗";
"The remote host did not response" = "遠程主機無應答";
"Check the harass status failed" = "檢查防騷擾狀態失敗";
"Rejected the connection request" = "遠程主機拒絕連接請求";
"Verify strings can not be empty" = "簽名字符串不能為空！";
"Access denied,you can't access to the host in the following" = "訪問被拒絕";
"Wrong answer to anti-harassment" = "答案不正確，請重新輸入！";
"Check the anti-harassment answer failed" = "檢測問題答案失敗！";

"input empty" = "輸入不能為空";
"input wrong" = "輸入錯誤";
"vertify failed" = "用戶名或密碼錯誤";
"pwd wrong" = "驗證密碼錯誤";
"query empty" = "查詢結果為空";
"CONNECT_SOCKET_URLS_HPP connect_socket" = "無法連接到目標主機";
"auth(2) failed" = "AUTH配置文件錯誤";
"auth(3) failed" = "正則表達式匹配失敗";
"rpc_digest not correct" = "簽名錯誤";
"change fast_code failed" = "更換快速識別碼失敗";
"db query not found key" = "綁定的葵碼已經不存在";
"Unknown exception" = "主機離線或未知錯誤";
"REMOTEADDRESS_NOT_EXISTS" = "主機不在線或不存在";

/*CameraDetailViewController*/
"REMOTE_CAMERA_IS_OFFLINE" = "攝像頭不在線";
"STANDARD_QUALITY" = "標清";
"HIGH_QULITY" = "高清";
"SUPER_HIGH_QUALITY" = "超清";
"CAMERA_DETAIL" = "攝像頭詳情";
"MOTION_DETECTION_DESCRIBER" = "（需安裝SD卡）";
"GETTING_CAMERA_DETAIL" = "正在獲取攝像頭信息...";
"SAVING_CAMERA_DETAIL_MESSAGE" = "正在保存攝像頭詳情...";
"SAVE_CAMERA_DETAIL_SUCCEED" = "保存攝像頭信息成功";
"SAVE_CAMERA_DETAIL_FAILED" = "保存攝像頭信息失敗";
"SAVE_CAMERA_NAME_DESC_FAILED" = "保存攝像頭名稱和描述失敗";
"IMAGE_QUALITY" = "畫質";
"GET_CAMERA_DETAIL_SUCCEED" = "獲取攝像頭信息成功";
"GET_CAMERA_DETAIL_FAILED" = "獲取攝像頭信息失敗";
"SCREEN_SHOT_SUCCEED" = "截屏已保存";
"CONNECT_CAMERA" = "連接攝像頭";
"IMAGE_REVERSAL" = "圖像翻轉";
"MOTION_DETECTION" = "運動偵測錄像";
"FIRMWARE_VERSION" = "攝像機固件版本";
"CAMERA_DETAIL_WILL_DELETE_CAMERA" = "是否刪除設備：";
"CAMERA_DETAIL_IS_DELETING" = "正在刪除設備...";
"CAMERA_DETAIL_DELETE_DEVICE" = "刪除設備";
"CAMERA_DETAIL_CHANGE_WIFI_TITLE" = "更改WIFI";
"CAMERA_DETAIL_CONTROL_CAMERA" = "遠程監控";
"CAMERA_DETAIL_SURE_TO_UPGRADE" = "確認升級到新版本：";
"CAMERA_DETAIL_SCREENSHOT" = "截屏";
"CAMERA_DETAIL_CHANGE_CAMERA" = "切換攝像頭";
"CAMERA_DETAIL_CHANGE_CAMERA_SETTINGS" = "圖像設置";
/*NewbieGuideViewController*/
"NEWBIE_GUIDE_NOHOST_TITLE" = "沒有主機怎麽辦";
"NEWBIE_GUIDE_NOHOST_INTRO" = "訪問www.sunlogin.com下載並安裝向日葵客戶端";
"NEWBIE_GUIDE_FASTCODE" = "直接使用快速識別碼連接";
"NEWBIE_GUIDE_FASTCODE_LOGIN" = "現在連接";
"NEWBIE_GUIDE_ACCOUNT" = "用當前帳號登錄向日葵客戶端";


/*ActivateCameraViewController*/
"ACTIVATE_CAMERA_EMIT_NOW" = "立即發射";
"ACTIVATE_CAMERA_DESCRIBE" = "主人，將閃光燈對準攝像頭，動感光波發射準備中...";

/*FlashLightViewController*/
"FLASH_LIGHT_CLICK_HERE" = "閃了，點這裏";
"FLASH_LIGHT_I_KNOW" = "我知道了";
"FLASH_LIGHT_DESCRIBE" = "主人，看看攝像頭紅燈閃爍了嗎...";
"FLASH_LIGHT_HELPER_RED_LIGHT" = "紅燈閃爍代表設置哦";
"FLASH_LIGHT_HELPER_GREEN_LIGHT" = "綠燈代表正常哦";
"FLASH_LIGHT_HELPER_DESCRIBE" = "攝像頭紅燈閃爍，表示進入設置狀態";

/*SetWIFIViewController*/
"SET_WIFI_NO_WIFI" = "主人，我要有WIFI才能活的呢，換個有WIFI的地方試試吧！";
"SET_WIFI_PLEASE_INPUT_WIFI_PASSWORD" = "請輸入WIFI密碼";

/*SoundWaveViewController*/
"SOUND_WAVE_DESCRIBE" = "將揚聲器對準MIC的感應區，聲波發射密碼準備中...";
"SOUND_WAVE_FAILED_TRANSMIT" = "傳送密碼失敗，";
"SOUND_WAVE_TRY_AGAIN" = "再試壹次";
"SOUND_WAVE_SENDING_WAIT_PLEASE" = "聲波發送中，請稍候";
"SOUND_WAVE_FINISH_SENDING" = "聲波發送完畢，請等待攝像頭連接";
/*SoundDoneViewController*/
"SOUND_DONE_DESCRIBE" = "主人，隨時等待妳的召喚喔！";
"SOUND_DONE_IS_READY" = "已經準備完畢！";
/*RemotefilesIndexViewController remotefile*/
"REMOTEFILE_TITLE"="遠程文件";
"REMOTEFILE_HANDLEFILE_DOWNLOAD"=" 下載";
"REMOTEFILE_HANDLEFILE_DELETE"=" 刪除";
"REMOTEFILE_DELETEDIR_PROMPT"="文件夾內文件請進入文件夾下載";
"REMOTEFILE_UPLOAD_FINISH_PROMPT"="上傳成功";
"REMOTEFILE_DOWNLOAD_FINISH_PROMPT"="下載完成";
"UPLOAD" = "上傳";
"LOAD_LIST" = "傳輸列表";
"UPLOAD_LIST" = "上傳列表";
"DOWNLOAD_LIST" = "下載列表";
"PAUSE_ALL" = "全部暫停";
"CLEAR_RECORD" = "清空記錄";
"UPLOADING" =  "正在上傳";
"LOADED"  =  "上傳成功";
"DOWNLOADING"="正在下載";
"DOWNLOADED"="下載完成";
"JUST_WIFI_LOAD" = "僅wifi網絡上傳/下載文件";
"MINE_DOWNLOAD"="我的下載";
"NOT_WIFI_REMIND" = "移動網絡提醒";
"MYLOADED" = "我的下載";
"MY_DOWNLOAD_UPLOAD"=" 上傳";
"REMIND" = "提示";
"REMIND_WORDS" = "確定要清空選中的傳輸記錄嗎?";
"REMIND_DEL_FILE" = "確定要刪除文件?";
"REMIND_QUIT_REMOTE_FILE_TITLE" = "結束遠程文件";
"REMIND_QUIT_REMOTE_FILE_MESSAGE" = "結束遠程文件，點擊確認";
"REMIND_FILE_NO"="文件不存在";
"REMIND_NO_PERMISSION_ALBUM"="您沒有訪問相冊的權限";
"REMIND_LIST_NO_DATA"="您沒有下載文件哦~";
"REMIND_UPLOADED_FILE_ALBUM"="已經上傳的文件請到手機相冊中查看";

"REMOTEFILE_REMIND_DOWNLOAD_FILE"="下載的文件, 可在\"我的-我的下載\"查看";
"REMOTEFILE_REMIND_I_SEE"="知道了";
"REMOTEFILE_REMIND_FILE_EXISTS"="文件已經存在";
"REMOTEFILE_REMIND_FILE_EXISTS_SKIP"="跳過";
"REMOTEFILE_REMIND_FILE_EXISTS_COVER"="覆蓋";
"FILE_EXISTS"="已存在";
"REMOTEFILE_REMIND_NO_FREE_SPACE_TITLE"="手機儲存空間不夠";
"REMOTEFILE_REMIND_NO_FREE_SPACE_MESSAGE"="檢測到手機儲存空間不夠,無法下載";
"REMOTEFILE_REMIND_UPLOAD_TMP_NULL"="找不到臨時文件,請重新上傳";
"REMOTEFILE_REMIND_ADD_FILE_UPDATA_HANDLE_FAIL"="文件上傳前處理失敗";
"REMOTEFILE_REMIND_ADD_TRANSMISSION_QUEUE"="文件已經加入傳輸列表";
"REMOTEFILE_HANDLE_UPLOADFILE" = "正在準備上傳, 請稍候";

"MY_DOWNLOAD_OTHER_FILE_OTHER_DESCRIPTION"="文件暫不支持本地查看";
"MY_DOWNLOAD_OTHER_FILE_OPEN_FILE"="用其他應用打開";
"MY_DOWNLOAD_DELETE_FILE_SUCCESS"="刪除成功";
"MY_DOWNLOAD_DELETE_FILE_FAIL"="刪除失敗";
"MY_DOWNLOAD_SAVE"="  保存到相冊";
"MY_DOWNLOAD_SHARE"="  分享";
"MY_DOWNLOAD_DELETE"="  刪除";
"MY_DOWNLOAD_SAVE_SUCCESS"="保存到相冊成功";
"MY_DOWNLOAD_SAVE_FAIL"="保存到相冊失敗";
"MY_DownLOAD_SURE_DELETE_SELECTED_FILE"="確定刪除選中文件嗎";

/*add*/
/* HostWelcomeViewController */
"CNTS_LOGIN_REMOTE_FILE" = "正在登錄遠程文件";
"REMIND_QUITE_REMOTE_FILE" = "有文件正在傳輸或壓縮\n確定要結束遠程文件?";

/*RemotefilesIndexViewController*/
"UPLOAD_PATH_REMIND" = "文件會上傳到當前所選的路徑哦";
"NEW_FOLDER" = "新建文件夾";
"VIDEO" = "視頻";
"MUSIC" = "音樂";
"PHOTO" = "照片";
"GO_MY_DOWNLOAD"="我的下載";
"CHOOSE_UPLOAD_TYPE" = "選擇上傳類型";
"CHOOSE_PATH_REMIND" = "請選擇上傳目錄";
"SORT_BY_NAME" = "按名稱排列";
"SORT_BY_TIME" = "按時間排列";
"EXIT" = "退出";
"DELETE_REMOTE_FILE" = "確定要刪除已選的遠程文件?";
"REMOTE_FILE_DISCONNECTED" = "遠程連接失敗";
"REMOTE_FILE_DISCONNECTED_REMAIND" = "超時或網絡不通或遠程主機已關閉，請退出後重試";
"REMOTE_FILE_WIFI_REMAIND" = "當前已設置[僅wifi網絡傳輸文件]，將不允許2G/3G/4G網絡傳輸文件，是否需要更改？";
"ONLY_WIFI" = "僅WiFi傳輸";
"ALLOW_ALL_NET" = "允許所有網絡";
"LOAD_FAILED" = "加載失敗，請重試";
"CREATA_FOLDER_FAILED" = "創建文件夾失敗！";
"DElETE_FILE_FAILED" = "文件刪除失敗！";
"ADD_UPLOAD_REMIND" = "已添加到上傳列表";
"NULL_VIEW_REMIND" = "您還沒有傳輸記錄哦~";

/*FilesloadedListViewController*/
"RESUME_ALL" = "全部開始";
"DELETE" = "刪除";
"COMPILING" = "正在壓縮";
"CANCELE_ALL" = "全部取消";
"LOADING" = "正在準備中";
"LIST_NONE" = "列表為空";

/*HostPluginsViewController*/
"REMIND_NETWORK_STATE" = "當前為非WiFi網絡連接，使用該功能將消耗較多流量，是否繼續？";
"HOSTPLUGINS_KVM_WIRELESS_TIP" = "檢測到控控已插入無線網卡\n是否現在設置無線上網？";
"HOSTPLUGINS_KVM_WIRELESS_LATER" = "暫不設置";
"HOSTPLUGINS_KVM_WIRELESS_NOW" = "現在設置";
"KVM_UPDATE_TITLE" = "固件更新";

/*ServiceLevelViewController*/
"UPGRADE_NOW" = "立即升級";
"UPGRADE_NOW_LOADING" = "立即升級...";
"AMOUNT" = "主機數";
"USED" = "已使用";
"SERVICE_EXPIRED_DATE" = "到期日期";
"SERVICE_UPGRADE_RENEWALS" = "升級續費";
"SERVICE_UPGRADE_RENEWALS_LOADING" = "升級續費...";
"SERVICE_UPGRADE_RENEWALS_MESSAGE" = "iOS無法支持升級/續費，請登錄向日葵網站完成操作";
"SERVICE_UPGRADE_RENEWALS_URL" = "http://url.oray.com/baGHJd";
"SERVICE_LEVEL_PRO_TO_BIZ" = "升級到精英版";
"SERVICE_EXPIRED_NOTIFY_1" = "服務將於";
"SERVICE_EXPIRED_NOTIFY_2" = "到期，請及時續費";

/*ServicePurchaseDescViewController*/
"SERVICES_PURCHASED" = "服務購買";
"BUY_PROFRESSIONAL" = "購買入門版";
"SERVERS_NORMAL" = "標準";
"SERVERS_PROFESSION" = "專業";
"SERVICE_FREE" = "免費";
"SERVICE_PRICE_PREFIX" = "";
"SERVICE_PRICE_CNY" = "元/主機/年";
"SERVICE_PRICE_ELSE" = "/年";
"SERVICE_PRICE_NUMB_PROFESSIONAL" = "60";
"SERVICE_PRICE_NUMB_BUSINESS" = "98";
"SERVICE" = "服務";
"PRICE" = "價格";
"STABILITY" = "穩定性";
"SERVERS" = "服務器";
"ROMOTE_DESKTOP" = "遠程桌面";
"ROMOTE_CAMERA" = "遠程攝像頭";
"ROMOTE_FILE" = "遠程文件";
"ROMOTE_MANAGE" = "遠程管理";
"ONE_DAY_TRIAL" = "試用壹天";
"PC_SIDE_FUNCTIONALITY" = "(PC端功能)";
"ACTIVATION_FAILED" = "激活失敗";
"ACTIVATION_FAILED_MSG" = "您已免費試用24小時，購買入門版後可繼續使用";
"BUSINESS_LEVEL_DESCRIPTION" = "推薦企業及專業人士使用\n";
"PROFESSIONAL_LEVEL_DESCRIPTION" = "推薦個人用戶使用\n";
"SERVICE_LEVEL_FUNCTION_TITLE_1" = "整體性能:";
"SERVICE_LEVEL_FUNCTION_DESCRIPTION_1_BUSINESS" = "較免費級提升50%";
"SERVICE_LEVEL_FUNCTION_DESCRIPTION_1_PROFESSIONAL" = "較免費級提升20%";
"SERVICE_LEVEL_FUNCTION_TITLE_2" = "尊享功能:";
"SERVICE_LEVEL_FUNCTION_DESCRIPTION_2_BUSINESS" = "遠程桌面/遠程攝像頭/遠程開機(搭配開機棒)\n遠程文件/CMD/遠程管理*/定制安裝包*";
"SERVICE_LEVEL_FUNCTION_DESCRIPTION_2_PROFESSIONAL" = "遠程桌面/遠程攝像頭/遠程文件/CMD";
"SERVICE_PURCHASE_BOTTOM_DESCRIPTION" = "帶星號*的功能，請安裝電腦版控制端使用";

/*PurchaseWebViewController*/
"WEB_PURCHASE_PAY_WECHAT" = "微信支付";
"WEB_PURCHASE_PAY_ALIPAY" = "支付寶支付";
"WEB_PURCHASE_PAY_READY_PURCHASE" = "準備支付...";
"WEB_PURCHASE_PAY_PURCHASE_SUCCEED" = "支付成功";
"WEB_PURCHASE_PAY_PURCHASE_COMPLETE" = "支付完成";
"WEB_PURCHASE_PAY_CANCEL" = "已取消支付";
"WEB_PURCHASE_PAY_GET_ORDER_INFO_FAIL" = "獲取訂單信息失敗";
"WEB_PURCHASE_PAY_WECHAT_NOT_INSTALLED" = "手機沒有安裝微信客戶端";

/*ConfirmPaymentViewController*/
"CONFIRM_PAYMENT" = "確認支付";
"PAYMENT_NOW" = "立即支付";
"TOTAL_PRICE" = "總價:";
"PRICE_UNIT" = "元";
"PURCHASE_NUMBER_DESCRIPTION" = "不能小於已有主機數:";
"PURCHASE_LEVEL_DESCRIPTION" = "當前帳號非免費級，如需升級續費，請登錄sunlogin.oray.com/console/service/";
"YEAR" = "年";
"PLEASE_SELECT_NUMBER_OF_YEARS" = "請選擇年限";
"PLEAES_SELECT_NUMBER_OF_HOSTS" = "請選擇主機數";
"LOAD_WEB_FAILED" = "加載失敗";
"PURCHASEING" = "支付中...";
"PURCHASE_FAILED" = "支付失敗";
"VERIFICATION_IS_SUCCESSFUL" = "驗證成功";
"VERIFICATION_FAILS" = "驗證失敗";
"VERIFICATION_BREAK" = "連接服務器失敗，重新連接中...";
"PURCHASE_NUMBER_OVER_MAXIMUM_MESSAGE_1" = "iOS最高支持購買10臺主機";
"PURCHASE_NUMBER_OVER_MAXIMUM_MESSAGE_2" = "立享更多優惠";
"PURCHASE_NUMBER_OVER_MAXIMUM_MESSAGE_URL_KEYWORD" = "進入官網購買";
"PURCHASE_NUMBER_OVER_MAXIMUM_MESSAGE_URL" = "http://url.oray.com/baGHJd";
"CONNECTION_APPLE_SERVICE_FAILED" = "連接蘋果服務器失敗";
"CONFIRM_PAYMENT_PRODUCT_DESC_ONE_YEAR_PREFIX"   = "1年 ";
"CONFIRM_PAYMENT_PRODUCT_DESC_TWO_YEAR_PREFIX"   = "2年 ";
"CONFIRM_PAYMENT_PRODUCT_DESC_THREE_YEAR_PREFIX" = "3年 ";
"CONFIRM_PAYMENT_PRODUCT_DESC_FIVE_YEAR_PREFIX"  = "5年 ";
"CONFIRM_PAYMENT_PRODUCT_DESC_ONE_YEAR_POSTFIX"   = "";
"CONFIRM_PAYMENT_PRODUCT_DESC_TWO_YEAR_POSTFIX"   = "（9折）";
"CONFIRM_PAYMENT_PRODUCT_DESC_THREE_YEAR_POSTFIX" = "（8折）";
"CONFIRM_PAYMENT_PRODUCT_DESC_FIVE_YEAR_POSTFIX"  = "（7折）";

/*AlipayConfirmPaymentViewController*/
"CURRENT" = "當前：";
"HOSTS_AMOUNT_PREFIX" = "主機數：";
"HOSTS_AMOUNT_SUFFIX" = "";
"DUE_DATE" = "到期日：";
"ALIPAY_PRODUCT_DESC_BUSINESS" = "向日葵精英版服務";
"ALIPAY_PRODUCT_DESC_PROFESSIONAL" = "向日葵入門版服務";
"ALIPAY_PRICE_PREFIX" = "";
"ALIPAY_YUAN_HOST_YEAR" = "元/主機/年";
"ALIPAY_YEAR" = "年限";
"ALIPAY_HOSTS" = "主機數";
"ALIPAY_TOTAL_PRICE" = "總價";
"ALIPAY_APP_TITLE" = "支付寶支付";
"ALIPAY_APP_DESC" = "適合已安裝支付寶客戶端的用戶";
"ALIPAY_WEB_TITLE" = "支付寶網頁支付";
"ALIPAY_WEB_DESC" = "有支付寶帳號即可支付";
"ALIPAY_PAYMENT_NOW" = "立即支付";
"ALIPAY_PRICE_UNIT" = "元";
"ALIPAY_PURCHASEING" = "支付中...";
"ALIPAY_PAYMENT_FAILED" = "支付失敗";
"ALIPAY_PAYMENT_NETWORK_CONNECTION_FAILED" = "網絡連接失敗";
"ALIPAY_PAYMENT_EXPIRE_DATE_BECOMES" = "到期日延至：";
"ALIPAY_PAYMENT_HOST_NUMB_BECOMES" = "主機數增至：";
"ALIPAY_PAYMENT_PURCHASE_NUMBER_DESCRIPTION" = "不能小於已有主機數。";

/*CameraTrialViewController*/
"CAMERA_TRIAL_TITLE" = "激活遠程攝像頭";
"CAMERA_TRIAL_LABEL" = "帶我走，有錢出錢！有力出力！";
"TAP_AD" = "點擊%d次廣告即可激活攝像頭";
"ACTIVATE_SUCCEED" = "激活成功";
"ACTIVATE_SUCCEED_REMIND" = "激活成功，此主機的遠程攝像頭功能可使用7天，到期後可重新激活。";
"BUY_BUTTON" = "我是土豪，買！";
"ACTIVATE_BUTTON" = "點廣告免費得";
"ACTIVATE_BUTTON_LOADING" = "廣告加載中...";
"IMMEDIATE_EXPERIENCE" = "立即體驗";

/*AccountLogonViewController login logon*/
"ACCOUNT_LOGON_TITLE" = "登錄帳號";
"ACCOUNT_LOGON_LODING" = "登錄中...";
"ACCOUNT_LOGON_REGISTER" = "沒有帳號？立即註冊";
"SWITCH_TOUCH_ID_LOGIN" = "使用Touch ID登陸";
"SWITCH_FACE_ID_LOGIN" = "使用Face ID登陸";
"SWITCH_ACCOUNT_LOGIN" = "使用帳號密碼登錄";
"USE_TOUCH_ID_LOGIN" = "使用指紋登錄";
"USE_FACE_ID_LOGIN" = "使用面容ID登錄";
"ACCOUNT_IS" = "帳號：";
"USE_TOUCH_ID_LOGIN_DESC" = "通過驗證指紋登錄向日葵";
"USE_TOUCH_ID_AUTH_DESC" = "通過驗證指紋登錄向日葵";
"USE_FACE_ID_AUTH_DESC" = "通過面部識別登錄向日葵";

/*AccountManageViewController*/
"ADD_ACCOUNT" = "添加帳號";
"LOGOUT_CURRENT_ACCOUNT" = "退出當前帳號";
"DELETE_ACCOUNT_MESSAGE" = "左劃可刪除帳號";
"CLOSE_ACCOUNT_BUTTON" = "徹底註銷帳號";

/*AccountAddViewController*/
"ACCOUNT_ADD_ACCOUNT" = "帳號";
"ACCOUNT_ADD_PASSWORD" = "密碼";
"REGISTER_NEW_ACCOUNT" = "註冊新帳號";
"ACCOUNT_ADD_VC_ADD" = "添加";
"ACCOUNT_ADD_VC_ADDING" = "正在添加...";

/*PushNotificationManager*/
"PUSH_NOTIFICATION_MANAGER_FIRST_SETTING_MESSAGE" = "開啟主機上線/下線提醒，實時了解主機動態";
"PUSH_NOTIFICATION_MANAGER_TURN_ON_NOW" = "立即開啟";
"PUSH_NOTIFICATION_MANAGER_FIRST_SETTING_SUCCEED_MESSAGE" = "開啟成功，如需關閉請到【更多】裏更改設置。";
"PUSH_NOTIFICATION_MANAGER_LOCAL_NOTIFICATION_TITLE_1" = "實時獲取所有主機的上下線情況，短信通知您";
"PUSH_NOTIFICATION_MANAGER_LOCAL_NOTIFICATION_TITLE_2" = "關心每周/每月的遠控記錄報表，郵件送達您";
"PUSH_NOTIFICATION_MANAGER_LOCAL_NOTIFICATION_TITLE_3" = "異地辦公自由訪問與管理電腦，拒絕留守公司";
"PUSH_NOTIFICATION_MANAGER_LOCAL_NOTIFICATION_TITLE_4" = "攝像頭實時監控，看護您關心的每壹處地方";
"PUSH_NOTIFICATION_MANAGER_LOCAL_NOTIFICATION_TITLE_5" = "公司家裏遠程傳輸文件，告別文件遺漏煩惱";
"PUSH_NOTIFICATION_MANAGER_LOCAL_NOTIFICATION_TITLE_6" = "手機壹秒變遙控，電腦不在眼前也可以開關機";

"PUSH_NOTIFICATION_READY_SCREEN_RECORDING" = "屏幕錄制已準備好，返回向日葵開始投屏吧！";

/*CMDViewController*/
"CMD_CONNECTING" = "正在連接...";
"CMD_CONNECT_SUCCEED" = "即將顯示CMD界面";
"CMD_HAS_BEEN_DISCONNECT" = "CMD連接斷開";
"CMD_QUIT_MESSAGE" = "結束CMD，點擊確認";
"CMD_FREQUENTLY_COMMAND" = "常用命令";
"CMD_HISTORY_COMMAND" = "歷史命令";
"CMD_COMMON_COMMAND" = "常用命令";
"CMD_STOP_COMMAND" = "中斷命令";
"CMD_HISTORY_EMPTY_PLACEHOLDER" = "用過的命令會在這裏出現";
"CMD_COMMANDS" = "命令";
"CMD_CUSTOMADD" = "自定義添加";
"CMD_CONFIRM" = "確認";

/*SSHViewController*/
"SSH_CONNECTING" = "正在連接...";
"SSH_CONNECT_SUCCEED" = "即將顯示SSH界面";
"SSH_HAS_BEEN_DISCONNECT" = "SSH連接斷開";
"SSH_QUIT_MESSAGE" = "結束SSH，點擊確認";
"SSH_FREQUENTLY_COMMAND" = "常用命令";
"SSH_HISTORY_COMMAND" = "歷史命令";
"SSH_STOP_COMMAND" = "中斷命令";
"SSH_HISTORY_EMPTY_PLACEHOLDER" = "用過的命令會在這裏出現";
"SSH_CONNECTE_FAILED_POSSIBLE_REASON" = "SSH連接失敗，可能原因(被控端未安裝SSH)";

/*remote desktop*/
/*RemoteDesktopInputView*/
"REMOTEDESKTOPINPUTVIEW_CUSTOM" = "自定義";
"REMOTEDESKTOPINPUTVIEW_CUSTOM_UNDEFINED" = "未定義";
"REMOTEDESKTOPINPUTVIEW_CUSTOM_DEFAULT" = "默認";
"RD_INPUT_BACK_DEFAULT_LANDSCAPE" = "默認";
"RD_INPUT_BACK_DEFAULT_PORTRAIT" = "默\n認";
"REMOTE_DESKTOP_INPUT_VIEW_COMBO_COMMANDS" = "快捷鍵";
"REMOTEDESKTOPINPUTVIEW_CUSTOM_EDIT" = "編輯";
"REMOTEDESKTOPINPUTVIEW_CUSTOM_SELECTED_NOTICE" = "點擊選擇要顯示的按鍵";
"REMOTEDESKTOPINPUTVIEW_CUSTOM_COMBINATION" = "自定義鍵盤(可定義組合鍵)";
"REMOTEDESKTOPINPUTVIEW_CUSTOM_FINISH" = "完成";
"REMOTEDESKTOPINPUTVIEW_CUSTOM_SELECTED_BUTTON" = "請選擇按鍵";
"REMOTEDESKTOPINPUTVIEW_CUSTOM_ONLY_THREE_COMMANDS" = "最多為三鍵組合";
"RDIV_CLEAN_COMMAND_REMIND" = "是否清除命令組合?";
"REMOTE_DESKTOP_FINISH" = "完成";
"REMOTE_DESKTOP_FINISH_HORIZON" = "完\n成";
//"REMOTE_DESKTOP_GAME_CUSTOM_KEYBOARD_EDIT" = "編輯";
//"REMOTE_DESKTOP_GAME_CUSTOM_KEYBOARD_BACK" = "切換";
//"REMOTE_DESKTOP_GAME_CUSTOM_KEYBOARD_PICK_UP" = "退出";
/*RemoteDesktopMenuButton*/
"REMOTE_DESKTOP_MENU_QUIT" = "結束遠控";
"REMOTE_DESKTOP_MENU_KEYBOARD" = "默認鍵盤";
"REMOTE_DESKTOP_MENU_CUSTOMKEYBOARD" = "自定鍵盤";
"REMOTE_DESKTOP_MENU_TOUCH_MODE" = "觸摸模式";
"REMOTE_DESKTOP_MENU_CURSOR_MODE" = "鼠標模式";
"REMOTE_DESKTOP_MENU_SOUND_ON" = "開啟聲音";
"REMOTE_DESKTOP_MENU_SOUND_OFF" = "關閉聲音";
"REMOTE_DESKTOP_MENU_CHANGE_SCREEN" = "切換屏幕";
"REMOTE_DESKTOP_MENU_BLACK_SCREEN_ON" = "黑屏";
"REMOTE_DESKTOP_MENU_BLACK_SCREEN_OFF" = "關閉黑屏";
"REMOTE_DESKTOP_MENU_LIST_BLACK_SCREEN_ON" = "開啟黑屏";
"REMOTE_DESKTOP_MENU_LIST_BLACK_SCREEN_OFF" = "關閉黑屏";
"REMOTE_DESKTOP_MENU_ResolutionSD" = "標清";
"REMOTE_DESKTOP_MENU_ResolutionHD" = "高清";
"REMOTE_DESKTOP_MENU_ResolutionSHD" = "超清";
"REMOTE_DESKTOP_MENU_MORE" = "更多";
"REMOTE_DESKTOP_MENU_VIDEO_ON" = "錄像";
"REMOTE_DESKTOP_MENU_VIDEO_OFF" = "停止錄像";

"REMOTE_DESKTOP_MENU_CHANGE_USER" = "切換會話";
"REMOTE_DESKTOP_MENU_ROTATE_SCREEN_LOCK" = "關閉屏幕旋轉";
"REMOTE_DESKTOP_MENU_ROTATE_SCREEN_LOCK_TOOLBAR" = "關閉旋轉";
"REMOTE_DESKTOP_MENU_ROTATE_SCREEN_UNLOCK" = "開啟屏幕旋轉";
"REMOTE_DESKTOP_MENU_ROTATE_SCREEN_UNLOCK_TOOLBAR" = "開啟旋轉";
"REMOTE_DESKTOP_MENU_CURSOR_HIDE_FULL" = "關閉虛擬鼠標";
"REMOTE_DESKTOP_MENU_CURSOR_SHOW_FULL" = "開啟虛擬鼠標";
"REMOTE_DESKTOP_MENU_CURSOR_HIDE" = "關閉鼠標";
"REMOTE_DESKTOP_MENU_CURSOR_SHOW" = "開啟鼠標";
"REMOTE_DESKTOP_MENU_CTRL_ALT_DELETE" = "快捷鍵Ctrl+Alt+Del";
"REMOTE_DESKTOP_MENU_DESKTOP_DISPLAY" = "顯示桌面";
"REMOTE_DESKTOP_MENU_DESKTOP_LOCK" = "鎖定桌面";
"REMOTE_DESKTOP_MENU_RESTART" = "重啟主機";
"REMOTE_DESKTOP_MENU_RESTART_SHORT" = "重啟";
"REMOTE_DESKTOP_MENU_SHUTDOWN" = "關閉主機";
"REMOTE_DESKTOP_MENU_SHUTDOWN_SHORT" = "關機";
"REMOTE_DESKTOP_MENU_GESTURE_GUIDE" = "手勢指南";
"REMOTE_DESKTOP_MENU_VIP_SPEED_UP" = "VIP專屬通道加速";
"REMOTE_DESKTOP_MENU_VIP_SPEED_UP_ACCELERATING" = "VIP專屬通道加速中...";
"REMOTE_DESKTOP_MENU_VIP_SPEED_UP_SHORT" = "專屬加速";
"REMOTE_DESKTOP_MENU_VIP_SPEED_UP_ACCELERATING_SHORT" = "加速中";
"REMOTE_DESKTOP_MENU_KVM_DISPLAY_CONFIG" = "畫面校準";
"REMOTE_DESKTOP_MENU_KVM_DISPLAY_COLOR" = "色彩設置";
"REMOTE_DESKTOP_MENU_SCREEN_ROTATE" = "旋轉屏幕";

"REMOTE_DESKTOP_MENU_ANDROID_HOME" = "HOME";
"REMOTE_DESKTOP_MENU_ANDROID_BACK" = "返回";
"REMOTE_DESKTOP_MENU_ANDROID_MENU" = "菜單";
"REMOTE_DESKTOP_MENU_ANDROID_DROP_DOWN" = "下拉菜單";
"REMOTE_DESKTOP_MENU_ANDROID_PULL_UP" = "上拉菜單";
"REMOTE_DESKTOP_MENU_ANDROID_VOICE_UP" = "音量+";
"REMOTE_DESKTOP_MENU_ANDROID_VOICE_DOWN" = "音量-";
"REMOTE_DESKTOP_MENU_ANDROID_SCREEN_LOCK" = "鎖屏";
"REMOTE_DESKTOP_MENU_ANDROID_LANDSCAPE" = "適配屏幕";
"REMOTE_DESKTOP_MENU_ANDROID_VERTICAL" = "切換豎屏";
"REMOTE_DESKTOP_MENU_ANDROID_LOCAL_KEYBOARD" = "本地鍵盤";

/*
 RDGameKBTypeLOL     = 1,        //英雄聯盟鍵盤
 RDGameKBTypeFPS     = 2,        //FPS 鍵盤
 RDGameKBTypeDNF     = 3,        //DNF 鍵盤
 RDGameKBTypeAction  = 4,        //動作類
 RDGameKBTypeOW      = 5,        //守望先鋒
 RDGameKBTypeRace    = 6,        //賽車類
 RDGameKBTypeRolePlay = 7,    //角色扮演
 RDGameKBTypeSports  = 8,        //體育類
 */

"REMOTE_DESKTOP_MENU_GAME_TITLE" = "遊戲鍵盤";
"REMOTE_DESKTOP_MENU_GAME_KB_LOL" = "英雄聯盟鍵位";
"REMOTE_DESKTOP_MENU_GAME_KB_FPS" = "FPS類鍵位";
"REMOTE_DESKTOP_MENU_GAME_KB_DNF" = "DNF鍵位";
"REMOTE_DESKTOP_MENU_GAME_KB_ACTION" = "動作類鍵位";
"REMOTE_DESKTOP_MENU_GAME_KB_OW" = "守望先鋒鍵位";
"REMOTE_DESKTOP_MENU_GAME_KB_RACE" = "賽車類鍵位";
"REMOTE_DESKTOP_MENU_GAME_KB_ROLE_PLAY" = "角色扮演類鍵位";
"REMOTE_DESKTOP_MENU_GAME_KB_SPORTS" = "體育類鍵位";
"REMOTE_DESKTOP_MENU_GAME_KB_CUSTOM_1" = "自定義鍵位";
"REMOTE_DESKTOP_MENU_GAME_EDIT" = "編輯";
"REMOTE_DESKTOP_MENU_GAME_USE" = "使用";
"REMOTE_DESKTOP_MENU_GAME_REMIND_NEED_SELECT" = "請選擇要使用的鍵盤";
"REMOTE_DESKTOP_MENU_GAME_REMIND_HORIZON" = "遊戲鍵盤僅支持橫屏進入";

"REMOTE_DESKTOP_GAME_KB_MENU_SWITCH" = "切換";
"REMOTE_DESKTOP_GAME_KB_MENU_EDIT" = "編輯";
"REMOTE_DESKTOP_GAME_KB_MENU_QUIT" = "退出";
"REMOTE_DESKTOP_GAME_KB_MENU_RESET" = "恢復";
"REMOTE_DESKTOP_GAME_KB_MENU_FINISH" = "完成";

"REMOTE_DESKTOP_KEYBOARD_SPACE" = "空格";
"REMOTE_DESKTOP_KEYBOARD_CURSOR_LEFT" = "左鍵";
"REMOTE_DESKTOP_KEYBOARD_CURSOR_RIGHT" = "右鍵";
"RDMOTE_DESKTOP_KEYBOARD_CURSOR_MID" = "中鍵";

"REMOTE_DESKTOP_KEYBOARD_ORIENT_SXZY" = "上下左右";
"REMOTE_DESKTOP_KEYBOARD_ORIENT_WASD" = "WASD";

"REMOTE_DESKTOP_REMIND_SOUND_ON" = "聲音已開啟\n開啟聲音會占用帶寬\n網速不好時建議關閉";
"REMOTE_DESKTOP_REMIND_SOUND_OFF" = "聲音已關閉";
"REMOTE_DESKTOP_REMIND_CHANGE_SCREEN" = "屏幕切換";
"REMOTE_DESKTOP_REMIND_BLACK_SCREEN_ON" = "啟動黑屏模式";
"REMOTE_DESKTOP_REMIND_BLACK_SCREEN_OFF" = "取消黑屏模式";
"REMOTE_DESKTOP_REMIND_UNSUPPORT_BLACK_SCREEN" = "無法開啟黑屏模式";
"REMOTE_DESKTOP_REMIND_ROTATE_SCREEN_LOCK" = "屏幕旋轉已關閉";
"REMOTE_DESKTOP_REMIND_ROTATE_SCREEN_UNLOCK" = "屏幕旋轉已開啟";
"REMOTE_DESKTOP_REMIND_CURSOR_HIDE" = "虛擬鼠標已關閉";
"REMOTE_DESKTOP_REMIND_CURSOR_SHOW" = "虛擬鼠標已開啟";

"REMOTE_DESKTOP_REMIND_SOUND_CONNECTING" = "正在連接聲音...";
"REMOTE_DESKTOP_REMIND_ERROR_SOUND_UNABLE_CONNECT" = "聲音插件無法連接";
"REMOTE_DESKTOP_REMIND_ERROR_SOUND_DISCONNECT" = "聲音插件連接失敗";
"REMOTE_DESKTOP_REMIND_ERROR_SOUND_ON_FAILED" = "聲音打開失敗";
"REMOTE_DESKTOP_REMIND_ERROR_SOUND_OFF_FAILED" = "聲音關閉失敗";

"REMOTE_DESKTOP_SPEED_UP_REMIND" = "當前服務器帶寬占用率可能影響體驗";
"REMOTE_DESKTOP_SPEED_UP" = "加速包提速";
"REMOTE_DESKTOP_SPEED_UP_ALERT_REMIND_1_1" = "當前向日葵服務器帶寬占用率高\n使用加速包，可提高遠程體驗\n（還剩";
"REMOTE_DESKTOP_SPEED_UP_ALERT_REMIND_1_2" = "次加速）";
"REMOTE_DESKTOP_SPEED_UP_ALERT_REMIND_2" = "當前沒有可用加速包\n前往<我的福利>可免費領取\n(領取後需下次遠控才能使用)";
"REMOTE_DESKTOP_SPEED_UP_USE_RIGHT_NOW" = "立即使用";
"REMOTE_DESKTOP_SPEED_UP_NOT_USE" = "暫不使用";
"REMOTE_DESKTOP_SPEED_UP_GET" = "免費領取";
"REMOTE_DESKTOP_SPEED_UP_ALERT_REMIND_2_1" = "已成功領取1次加速\n可在\"我的福利\"裏查看使用情況";
"REMOTE_DESKTOP_SPEED_UP_CONNECTING_REMIND_1" = "正在為妳分配";
"REMOTE_DESKTOP_SPEED_UP_CONNECTING_REMIND_2" = "空閑服務器";
"REMOTE_DESKTOP_SPEED_UP_CONNECTING_REMIND_3" = ",請稍後...";
"REMOTE_DESKTOP_SPEED_UP_CONNECT_SUCCEED_REMIND_1" = "加速成功，有效時間";
"REMOTE_DESKTOP_SPEED_UP_CONNECT_SUCCEED_REMIND_2" = "小時";
"REMOTE_DESKTOP_SPEED_UP_CONNECT_FAILED_REMIND" = "加速失敗，請稍後再試";
"REMOTE_DESKTOP_SPEED_UP_REMAIN_TIME" = "正在加速中，還剩時間";
//BGP加速
"REMOTE_DESKTOP_REMIND_BGP_SPEED_UP_RECONNECTING" = "正在切換到BGP服務器通道...";
"REMOTE_DESKTOP_REMIND_BGP_SPEED_UP_SUCCEED" = "切換成功";
"REMOTE_DESKTOP_REMIND_BGP_SPEED_UP_YET" = "當前已為VIP專屬通道";
//kvm
"REMOTE_DESKTOP_KVM_DIAPLAY_CONFIG_RED" = "紅";
"REMOTE_DESKTOP_KVM_DIAPLAY_CONFIG_GREEN" = "綠";
"REMOTE_DESKTOP_KVM_DIAPLAY_CONFIG_BLUE" = "藍";
"REMOTE_DESKTOP_KVM_DIAPLAY_CONFIG_OFFSET" = "偏移量";
"REMOTE_DESKTOP_KVM_DIAPLAY_CONFIG_OFFSET_AUTO" = "自動調整";
"REMOTE_DESKTOP_KVM_DIAPLAY_CONFIG_COLOR" = "色彩";
"REMOTE_DESKTOP_KVM_DIAPLAY_CONFIG_COLOR_RESET" = "復位";
"REMOTE_DESKTOP_KVM_ERROR_MESSAGE_QUERY_FAILED" = "顯示參數獲取中，請稍後";
"REMOTE_DESKTOP_KVM_USB_UNABLE" = "輸入設備未連接";
"REMOTE_DESKTOP_KVM_VGA_UNABLE" = "VGA信號未連接";
"REMOTE_DESKTOP_KVM_HDMI_UNABLE" = "HDMI信號未連接";
//GT Mouse
"REMOTE_DESKTOP_GT_MOUSE_CONNECT" = "已連接GT鼠標";
"REMOTE_DESKTOP_FD_GAMEPOD_CONNECT" = "已連接飛智Q1";
"REMOTE_DESKTOP_GT_MOUSE_DISCONNECT_REMIND" = "Swiftpoint GT藍牙鼠標已斷開";   //\n請前往手機設置確認
"REMOTE_DESKTOP_FD_GAMEPOD_DISCONNECT_REMIND" = "飛智Q1已斷開";
"REMOTE_DESKTOP_GT_MOUSE_SWITCH_MODE" = "已連接藍牙GT鼠標，請切換到指針模式下使用";
"REMOTE_DESKTOP_FD_GAMEPAD_MOUSE_SWITCH_MODE" = "已連接飛智，如需使用外接鼠標請切換到指針模式下使用";
"RD_GTMOUSE_GUIDE_MESSAGE_1_1" = "手機搭配";
"RD_GTMOUSE_GUIDE_MESSAGE_1_2" = "迷妳鼠標";
"RD_GTMOUSE_GUIDE_MESSAGE_1_3" = "\n讓遠控6到飛起~";
"RD_GTMOUSE_GUIDE_MESSAGE_2" = "進入[我的]開啟";

/*RemoteDesktopShortCutMenuDataModel*/
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__CTRL_C" = "復制";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__CTRL_V" = "粘貼";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__DELETE" = "刪除";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__CTRL_X" = "剪切";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__CTRL_A" = "全選";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__CTRL_Z" = "撤銷";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__WIN_D" = "返回桌面";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__WIN_TAB" = "切換窗口";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__ALT_F4" = "關閉窗口";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__WIN" = "開始菜單";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__WIN_R" = "運行";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__WIN_L" = "鎖定系統";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__WIN_E" = "資源管理器";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__CTRL_SHIFT_ESC" = "任務管理器";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__CTRL_ALT_DELETE" = "Ctrl+Alt+Del";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__CTRL_S" = "保存";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__ALT_PRTSCR" = "窗口截屏";
"REMOTE_DESKTOP_SHORT_CUT_MENU_TYPE__WIN_Q" = "搜索";
"RD_COMBO_KEYBOARD__CTRL_C" = "Ctrl+C\n復制";
"RD_COMBO_KEYBOARD__CTRL_V" = "Ctrl+V\n粘貼";
"RD_COMBO_KEYBOARD__CTRL_X" = "Ctrl+X\n剪切";
"RD_COMBO_KEYBOARD__CTRL_A" = "Ctrl+A\n全選";
"RD_COMBO_KEYBOARD__CTRL_Z" = "Ctrl+Z\n撤銷";
"RD_COMBO_KEYBOARD__CTRL_S" = "Ctrl+S\n保存";
"RD_COMBO_KEYBOARD__WIN_D" = "Win+D\n顯示桌面";
"RD_COMBO_KEYBOARD__WIN_TAB" = "Win+Tab\n切換窗口";
"RD_COMBO_KEYBOARD__ALT_F4" = "Alt+F4\n關閉窗口";
"RD_COMBO_KEYBOARD__WIN_R" = "Win+R\n運行";
"RD_COMBO_KEYBOARD__WIN_L" = "Win+L\n鎖定系統";
"RD_COMBO_KEYBOARD__WIN_E" = "Win+E\n資源管理器";
"RD_COMBO_KEYBOARD__CTRL_SHIFT_ESC" = "Ctrl+Shift\n+Esc\n任務管理器";
"RD_COMBO_KEYBOARD__CTRL_ALT_DEL" = "Ctrl+Alt\n+Del";
"RD_COMBO_KEYBOARD__ALT_PRTSCR" = "Alt+PrtScr\n窗口截圖";
"RD_COMBO_KEYBOARD__WIN_Q" = "Win+Q\n搜索";

/*RemoteDesktopMouseGuideViewController*/
"REMOTE_DESKTOP_MOUSE_GUIDE_TITLE" = "虛擬鼠標";

/*RemoteDesktopGesutreGuideViewController*/
"REMOTE_DESKTOP_GESTURE_GUIDE_TITLE" = "觸摸手勢";

/*FastCodeLoginViewController*/
"FAST_CODE_LOGIN_PASSWORD_PLACEHOLD" = "驗證碼";

/*RemoteCameraViewController*/
"REMOTE_CAMERA_SWITCH" = "切換";
"REMOTE_CAMERA_ROTATE" = "翻轉";
"REMOTE_CAMERA_CONTRAST" = "對比度:";
"REMOTE_CAMERA_BRIGHTNESS" = "亮度:";
"REMOTE_CAMERA_BACKSETTINGS" = "復位";
"REMOTE_CAMERA_SAVE_IMAGE_IN_PHOTOALBUM_SUCCESSFUL" = "已保存在相冊中";
"REMOTE_CAMERA_SAVE_IMAGE_IN_PHOTOALBUM_FAILED" = "保存失敗";
"REMOTE_CAMERA_SWICTH_SD" = "已切換到標清";
"REMOTE_CAMERA_SWICTH_HD" = "已切換到高清";
"REMOTE_CAMERA_SWICTH_UHD" = "已切換到超清";
"REMOTE_CAMERA_VIDEO_AUTHORIZATIONSTATUSDENIED" = "妳已禁止視頻使用，無法保存錄像";
"REMOTE_CAMERA_PICTURE_AUTHORIZATIONSTATUSDENIED" = "妳已禁止照片使用，無法保存截屏";
"REMOTE_CAMERA_PICTURE_AUTHORIZATIONSTATUSDENIED_SETTING" = "可在設置開啟";
"REMOTE_CAMERA_VIDEO_ON_SUCCESSFUL" = "開啟錄像成功";
"REMOTE_CAMERA_VIDEO_ON_FAILED" = "開啟錄像失敗";
"REMOTE_CAMERA_VIDEO_OFF_SUCCESSFUL" = "停止錄像成功";
"REMOTE_CAMERA_VIDEO_OFF_FAILED" = "停止錄像失敗";
"REMOTE_CAMERA_VIDEO_OFF_AND_SAVED" = "錄像結束，已保存到系統視頻";
"REMOTE_CAMERA_VIDEO_OFF_AND_SAVED_FAILED" = "錄像保存失敗";
"REMOTE_CAMERA_VIDEO_TWO_HOURS_TIMEUP" = "已錄像120分鐘，為防止文件過大已停止錄制，錄制視頻已保存";
"REMOTE_CAMERA_VIDEO_FILESYSTEM_WARNING" = "手機存儲空間不夠，已停止錄像，請先保存已錄視頻";
"REMOTE_CAMERA_VIDEO_FILESYSTEM_WARNING_BEGIN_RECORD_VIDEO" = "手機存儲空間不夠，無法錄像";
/* LaunchADViewController */
"LAUNCH_AD_NEXT_STEP_TITLE" = "跳過廣告";

/* Discover */
"DISCOVER_LAN_ERROR" = "局域網掃描失敗";
"DISCOVER_LAN_ERROR_NOT_WIFI" = "請在Wifi環境下使用此功能";
"DISCOVER_REMOTE_ASSISTANT" = "遠程協助";
"DISCOVER_REMOTE_ASSISTANT_DETAIL" = "通過識別碼遠控";
"DISCOVER_LAN_NOTIFICATION_WIFI" = "請在Wifi環境下使用此功能";
"DISCOVER_LANVIEWER_DETAIL" = "掃描向日葵主機";
"DISCOVER_LANVIEWER" = "局域網掃描";
"DISCOVER_NEW_MESSAGE" = "優惠活動";
"DISCOVER_LAN_NOTIFICATION_WIFI_SURE" = "確定";
"DISCOVER_LAN_VC_NOHOST" = "未發現主機!";
"DISCOVER_LAN_VC_WIFI_SAMWLAN" = "(請確保本機與客戶端在同壹局域網內)";
"DISCOVER_LAN_VC_LOGINTOADDHOST" = "登錄帳號後可將主機添加到列表";
"DISCOVER_LAN_VC_LOGINNOW" = "立即登錄";
"DISCOVER_LAN_VC_CANCEL" = "取消";
"DISCOVER_REMOTE_VC_INPUT_FASTCODE" = "請輸入夥伴的識別碼";
"DISCOVER_REMOTE_VC_SECURITYCODE" = "驗證碼(可為空)";
"DISCOVER_LOGIN_PASSWORDERROR_THREE" = "驗證碼已輸錯3次，請半個小時後重試，或選擇跳過";
"DISCOVER_LOGIN_PASSWORDERROR_LOGIN_ERROR_TEXT" = "驗證碼已輸錯3次，請";
"DISCOVER_LOGIN_PASSWORDERROR_LOGIN_ERROR_TIME" = "分鐘後重試，或選擇跳過";
"DISCOVER_NO_ANSWER" = "對方無應答";
"DISCOVER_REJECT_REQUEST" = "對方拒絕了妳的請求";
"DISCOVER_PERMISSION_DENIED_REQUEST" = "無權限訪問，被控端設置了不接受遠程協助";
"DISCOVER_INPUT_FASTCODE" = "請輸入夥伴的識別碼";
"DISCOVER_REQUEST_ADD" = "請求添加";
"DISCOVER_REQUEST_CONNECTION" = "是否直接發送請求連接";
"DISCOVER_NO_SECUERITY" = "未輸入驗證碼，是否發送請求？";
"DISCOVER_CANNOT_ADD" = "對方客戶端為綠色版,不可添加";
"DISCOVER_RUNOUTOF_HOST" = "購買的主機已用完,是否繼續添加";
"DISCOVER_RUNOUTOF_HOST_2" = "購買的主機已用完";
"DISCOVER_CONTINUE_ADD" = "繼續添加";
"DISCOVER_ADDSUCCESS_TO_HOSTLIST" = "已成功添加到主機列表";
"DISCOVER_CONFIG_HOST" = "設置主機";
"DISCOVER_REMOTEASSISTANCE_REQUEST" = "發送請求";
"DISCOVER_FASTCODEADDHOST_REQUESTING" = "請求中...";
"DISCOVER_LAN_ADDHOST_FAILED" = "添加主機失敗，請重新添加";
"DISCOVER_LAN_CANNOT_BIND" = "此主機已被別的帳號綁定";
"DISCOVER_CREATEHOST_SAVING" = "保存中...";
"DISCOVER_CREATEHOST_SUCCESS_TIP" = "在被控端電腦上訪問d.sunlogin.com下載並安裝向日葵客戶端，使用以下葵碼登錄";
"DISCOVER_SCREEN_RECORD" = "手機投屏";
"DISCOVER_SCREEN_RECORD_DESC" = "共享屏幕給他人";
"DISCOVER_TIPS_TITLE"="會心攻略";
"DISCOVER_EVENT_TITLE"="最新活動";

/* screen record RecordViewController*/
"RECORD_READY" = "已準備好，現可投屏";
"RECORD_NOT_READY" = "當前不能投屏，請按下面操作完成設置";
"RECORD_RECORD_GUIDE_1" = "[控制中心]>>3D觸摸[屏幕錄制]";
"RECORD_RECORD_GUIDE_2" = "選擇[向日葵]>>點擊[開始直播]";
"RECORD_UNFOUND_GUIDE" = "找不到屏幕錄制圖標>>";
"RECORD_DISCONNECT" = "停止";
"RECORD_CHOOSE_WAY_YOU_LIKE" = "投屏給電腦主機，可通過以下方式";
"RECORD_SHOW_FASTCODE" = "邀請夥伴觀看當前屏幕";
"RECORD_SCAN_QR_CODE" = "掃碼投屏";
"RECORD_SELECT_HOST" = "選擇主機";
"RECORD_HOSTLIST" = "帳號下主機";
"RECORD_LAN_HOST" = "局域網主機";
"RECORD_FASTCODE_TITLE" = "當前設備識別碼";
"RECORD_PASSWORD_TITLE" = "驗證碼：";
"RECORD_FASTCODE_DESC" = "通過遠程協助輸入識別碼和驗證碼即可觀看";
"RECORD_QRCODE_NEED_OPEN_RECORD" = "屏幕錄制未開啟，請開啟屏幕錄制後再試";
"RECORD_UNSUPPORT_RECORD" = "iOS11以下不支持投屏";
"RECORD_CLIENT_LOGOUT" = "請保持網絡通暢後重試";
"RECORD_PREPARE_RECORDING" = "正在開啟投屏連接準備...";
"RECORD_RECORDING" = "正在進行投屏...";
"RECORD_RECORDING_SHORT" = "正在投屏";
"RECORD_REQUEST_SENDED" = "投屏請求發送成功";
"RECORD_ERROR_MESSAGE_NOT_ALLOW" = "被邀請者不允許投屏";
"RECORD_ERROR_MESSAGE_QR_TIMEOUT" = "投屏二維碼已過期";
"RECORD_ERROR_MESSAGE_FAILED" = "邀請投屏失敗";
"RECORD_WITHOUT_HOST_DESC_TITLE" = "沒有可投屏的主機，可能以下原因";
"RECORD_WITHOUT_HOST_DESC_1_HOSTLIST" = "① 帳號下還沒有添加主機";
"RECORD_WITHOUT_HOST_DESC_1_LANHOST" = "① 主機和當前設備不在同壹局域網";
"RECORD_WITHOUT_HOST_DESC_2" = "② 客戶端主機處於離線狀態";
"RECORD_WITHOUT_HOST_DESC_3" = "③ 客戶端版本太低不支持（需9.6及以上版本）";
"RECORD_WITHOUT_HOST_DESC_3_2" = "下載地址：d.sunlogin.com";
"RECORD_WITHOUT_HOST_DESC_4" = "④ 客戶端未設置開啟接受屏幕共享";
"RECORD_WITHOUT_HOST_DESC_4_2" = "［設置］>> [高級設置] >> [手機投屏]";
"RECORD_CONTROL_CENTER_GUIDE_1" = "① [設置] >> 選擇[控制中心]";
"RECORD_CONTROL_CENTER_GUIDE_2" = "② 選擇[自定控制] >> 添加[屏幕錄制]";

/* RetrievePasswordViewController */
"RETRIEVE_PASSWORD" = "找回密碼";
"RETRIEVE_PASSWORD_ACCOUNT_NAME" = "帳號";
"RETRIEVE_PASSWORD_INPUT_ACCOUNT_NAME" = "請輸入帳號";
"RETRIEVE_PASSWORD_NOREGISTER_ACCOUNT" = "此帳號未註冊";
"RETRIEVE_PASSWORD_SECURITYCODE_SEND_SUCCEED" = "驗證碼發送成功";
"RETRIEVE_PASSWORD_RESET_SUCCEED" = "密碼重置成功,正在返回登錄";

/* VerificationCodeViewController */
"VERIFICATION_CODE_MOBILE_VERIFY" = "手機驗證";
"VERIFICATION_CODE_EMAIL_VERIFY" = "郵箱驗證";
"VERIFICATION_CODE_QUETION_VERIFY" = "安保問題";
"VERIFICATION_CODE_PLEASE_QUETION_VERIFY" = "請輸入安保問題";
"VERIFICATION_CODE_SECURITY_NOT_EMPTY" = "安保問題不能為空";
"VERIFICATION_CODE_VERIFICATION_CODE_NOT_EMPTY" = "驗證碼不能為空";
"VERIFICATION_CODE_VERIFICATION_LOGIN_AGAIN" = "操作時間過長,請重新登錄";

/* ResetPasswordViewController */
"RESET_PASSWORD_VIEW_CONTROLLER_RESET_NEW_PASSWORD" = "設置新密碼";
"RESET_PASSWORD_VIEW_CONTROLLER_VERIFICATION_CODE_NOT_EMPTY" = "驗證碼不能為空";
"RESET_PASSWORD_VIEW_CONTROLLER_ANSWER_NOT_EMPTY" = "答案不能為空";

/*ShareSocialPlatform*/
"SHARE_SOCIAL_WECHAT_SESSION" = "微信好友";
"SHARE_SOCIAL_WECHAT_TIMELINE" = "微信朋友圈";
"SHARE_SOCIAL_WECHAT_FAVORITES" = "微信收藏";
"SHARE_SOCIAL_QQ" = "QQ好友";
"SHARE_SOCIAL_Qzone" = "QQ空間";
"SHARE_SOCIAL_SINA_WEIBO" = "新浪微博";
"SHARE_SOCIAL_COPY" = "復制鏈接";

/*WeChatPurchaseManager wechat payment purchase*/
"WECHAT_PAYMENT_ERROR_COMMON" = "支付失敗";
"WECHAT_PAYMENT_ERROR_SENT_FAILED" = "支付請求發送失敗";
"WECHAT_PAYMENT_ERROR_AUTH_DENY" = "授權失敗";
"WECHAT_PAYMENT_ERROR_UNSUPPORT" = "微信不支持";

/* KVMCommon */
"KVMINPUT_PASS_WORD_INPUT_PASSWORD" = "請輸入訪問密碼";

/* KVMDetailViewController */
"KVMDETAIL_DELETE" = "是否刪除控控:";
"KVMDETAIL_DELETE_SUCCESSFUL" = "成功刪除控控";
"KVMDETAIL_DELETE_TIP" = "刪除後將解除綁定關系";
"KVMDETAIL_DELETE_OFFLINE" = "刪除後需要重置硬件\n重置後控控才能被其他帳號綁定";
"KVMDETAIL_FAST_CODE" = "識別碼";
"KVMDETAIL_IP_SETTING" = "IP設置";
"KVMDETAIL_FIRMWARE_VERSION" = "固件版本";
"KVMDETAIL_INFO" = "控控信息";
"KVMDETAIL_RESTART" = "重啟控控";
"KVMDETAIL_DELETE" = "刪除控控";
"KVMDETAIL_FIRMWARE_UPDATE" = "升級";
"KVMDETAIL_CHANGE_VISIT_CODE" = "修改訪問密碼";
"KVMDETAIL_FASTCODEVC_VERIFYCODE" = "驗證碼";
"KVMDETAIL_FASTCODEVC_NOTICE" = "通過該識別碼和驗證碼，可快速遠控此設備";
"KVMDETAIL_FASTCODEVC_COPY" = "復制到剪切板";
"KVMDETAIL_FASTCODEVC_COPY_SUCCESSFUL" = "成功復制";
"KVMDETAIL_VERIFYCODEVC_NOTICE"  = "通過訪問密碼遠控 控控";
"KVMDETAIL_NETWORKTYPE_SETTING"  = "上網方式設置";
"KVMDETAIL_NETWORKTYPE_SETTING_DETAIL_4G"  = "僅用4G優先";
"KVMDETAIL_NETWORKTYPE_SETTING_4G"  = "4G上網";
/* KVMNetworkTypeViewController */
"KVMNETWORKTYPE_SETTING_DEFAULT"  = "自動適配";
"KVMNETWORKTYPE_SETTING_DETAIL_ETHER"  = "僅用有線上網";
"KVMNETWORKTYPE_SETTING_DETAIL_WIFI"  = "僅用無線上網";
"KVMNETWORKTYPE_SETTING_DETAIL_4G"  = "僅用4G上網";
"KVMNETWORKTYPE_SETTING_DETAIL_MESSAGE"  = "確定要切換嗎？";
"KVMNETWORKTYPE_SETTING_DETAIL_FAILED"  = "切換失敗";
"KVMNETWORKTYPE_SETTING_DETAIL_SUCCEED"  = "切換成功";
//"KVMDETAIL_INFOVC_KVM_CopyRight" = "版權所有：上海貝銳信息科技股份有限公司";
"KVMDETAIL_STATIC_IP" = "靜態IP";
"KVMDETAIL_SHARE" = "發送給夥伴";
"KVMDETAIL_INPUT_OLD_VISIT_CODE" = "請輸入原訪問密碼";
"KVMDETAIL_INPUT_NEW_VISIT_CODE" = "請輸入新訪問密碼";
"KVMDETAIL_VISIT_CODE_UPDATE" = "立即修改";
"KVMDETAIL_FASTCODE_VERIFY_CODE_UPDATE_SUCCEED" = "驗證碼重置成功";
"KVMDETAIL_FASTCODE_VERIFY_CODE_UPDATE_FAILED" = "驗證碼重置失敗";
"KVMDETAIL_VISIT_CODE_UPDATE_SUCCEED" = "密碼重置成功";
"KVMDETAIL_VISIT_CODE_UPDATE_FAILED" = "密碼重置失敗";
"KVMDETAIL_VISIT_CODE_SETTING_FAILED" = "密碼設置失敗";
"KVMDETAIL_VISIT_CODE_VERIFY_FAILED" = "密碼驗證失敗";
"KVMDETAIL_RESTART_THE_REMOTE_HOST" = "重啟控控";
"KVMDETAIL_RESTARTING_THE_REMOTE_HOST" = "正在重啟控控...";
"KVMDETAIL_DELETING_THE_REMOTE_HOST" = "正在刪除控控...";
"KVMDETAIL_RESTART_THE_REMOTE_HOST_SUCCESSFUL" = "重啟控控成功";
"KVMDETAIL_RESTART_THE_REMOTE_HOST_FAILED" = "重啟控控失敗";
"KVMDETAIL_WIFI" = "無線上網";
"KVMDETAIL_WIRED" = "有線上網";
"KVMDETAIL_PROXY" = "代理設置";
"KVMDETAIL_ABOUT" = "關於控控";
"KVMDETAIL_NOTSAME_NETWORK_WITH_PHONE" = "需控控插上網線，並跟手機在同壹網絡才能進行IP設置";
"KVMDETAIL_NOTSAME_NETWORK_WITHOUT_ETHER" = "控控沒有插網線，不能設置有線IP";
"KVMDETAIL_DISCONNECTION" = "未連接網絡";
"KVMDETAIL_DELETE_SOON" = "立即刪除";
"KVMDETAIL_CHANGE_VISITCODE_ERROR" = "為避免安全隱患，需控控插上網線並跟手機在同壹網絡，才能修改訪問密碼";
"KVMDETAIL_ERROR_WIFI_MODEL" = "獲取上網信息失敗";
"KVMDETAIL_WIRED_CANNONT_SET_ETHER" = "當前不是有線上網方式，無法設置IP";
/* KVMVerifyVisitCodeViewController */
"KVM_VERIFYVISITCODE_VISITCODE_ERROR" = "原訪問密碼錯誤";
/* KVMUpdateViewController */
"KVM_UPDATE_REUPDATE" = "再次升級";
"KVM_UPDATE_FAILED" = "升級固件失敗";
"KVM_UPDATE_FAILED_DETAIL" = "請確保控控連接的網絡順暢後再試";
"KVM_UPDATE_REASON" = "可能原因：";
"KVMDETAIL_UPDATEVC_FIRMWAREUPDATE" = "固件升級";
"KVMDETAIL_UPDATEVC_FIRMWAREUPDATING" = "控控固件升級中，請保持設備在線狀態";
"KVMDETAIL_UPDATEVC_UPDATECONTENT" = "升級內容";
"KVMDETAIL_UPDATEVC_UPDATESUCCESS" = "升級固件成功!";
"KVMDETAIL_UPDATEVC_UPDATESUCCESS_DETAIL" = "正在重啟控控，大約需要1~2分鐘\n請保持電源不斷開狀態";
"KVMDETAIL_UPDATEVC_UPDATE_NOW" = "立即升級";
"KVMDETAIL_UPDATEVC_UPDATE_LATTER" = "暫不升級";
"KVMDETAIL_UPDATEVC_UPDATE_FAILED_FILE_ERROR" = "控控查看版本信息文件錯誤";
"KVMDETAIL_UPDATEVC_UPDATE_FAILED_SN_ERROR" = "sn號不匹配";
"KVMDETAIL_UPDATEVC_UPDATE_NOT_NEED" = "無需升級";
"KVMDETAIL_UPDATEVC_UPDATE_NEWEST_VERSION" = "最新版本：";
"KVMDETAIL_UPDATEVC_UPDATING" = "升級中";

/* KVMIPSettingViewController */
"KVMIPSETTING_ENTER_INVALUE_IN_SCOPE" = "請輸入0-255之間的值";
"KVMIPSETTING_KVM_HAS_BEEN_BINDED"    = "控控已被其他帳號綁定";
"KVMIPSETTING_KVM_CAN_NOT_INTENET"    = "控控不能上網,請設置IP";
"KVMIPSETTING_KVM_BINDING_SUCCESS"    = "綁定控控成功";
"KVMIPSETTING_KVM_BINDING_FAILED"     = "連接網絡失敗，請重設IP";
"KVMIPSETTING_KVM_SURF_SUCCEED"       = "連接網絡成功";
"KVMIPSETTING_NEXT_STEP"              = "下壹步...";
"KVMIPSETTING_DHCP"                   = "DHCP";
"KVMIPSETTING_STATIC"                 = "靜態";
"KVMIPSETTING_IP_ADDRESS"             = "IP地址";
"KVMIPSETTING_IP_SETTING"             = "IP設置";
"KVMIPSETTING_SUBNET_MASK"            = "子網掩碼";
"KVMIPSETTING_GATEWAY"                = "網關";
"KVMIPSETTING_DNS"                    = "DNS";
"KVMIPSETTING_NO_CHANGE"              = "需要重新設置網絡";
"KVMIPSETTING_ORDER_SEND_SUCCESSFULLY"= "設置IP指令發送成功，請等待控控連接網絡~";

/* KVMNetworkSuccessViewController */
"KVMNETWORK_SUCCESS_AFTER_BINDED" = "將控控添加到帳號下，才能進行遠控";
"KVMNETWORK_SUCCESS_SETTING_PASS_WORD" = "設置訪問密碼 (通過訪問密碼可遠控 控控)";
"KVMNETWORK_SUCCESS_SETTING_PASS_WORD_HASPASSWORD" = "驗證訪問密碼 (通過訪問密碼可遠控 控控)";
"KVMNETWORK_SUCCESS_IMMEDIATELY_BINDING" = "立即添加";
"KVMNETWORK_SUCCESS_IS_BINDING" = "正在添加...";
"KVMNETWORK_SUCCESS_BINDING_KVM" = "添加控控成功";
"KVMNETWORK_SUCCESS_BINDING_FAILURE" = "添加失敗";
"KVMNETWORK_SUCCESS_HAS_BINDED" = "控控已被其他帳號綁定";
"KVMNETWORK_SUCCESS_PASS_WORD_NOT_NULL" = "訪問密碼不能為空";
"KVMNETWORK_SUCCESS_KVM_NAME_NOT_NULL" = "控控名字不能為空";
"KVMNETWORK_SUCCESS_MY_KVM" = "我的控控";
"KVMNETWORK_SUCCESS_TITLE" = "添加控控";
"KVMNETWORK_SUCCESS_KVM_NAME_INPUT" = "請輸入控控名稱";

/* KVMAboutViewController */
"KVMAbout_GUIDER" = "控控連接主機指南";


/* KVMInformationViewController */
"KVMINFO_SUNLOGINCOULDKVM" = "向日葵控控";
"KVMINFO_CAMPANY" = "上海貝銳信息科技股份有限公司";
"KVMINFO_MAC" = "MAC";
"KVMINFO_SN" = "SN";
"KVMINFO_PRODUCT" = "產品型號";
"KVMINFO_SOURCE" = "電源規格";

/* KVMWirelessViewController */
"KVMWIRELESS_SURF" = "無線上網";
"KVMWIRELESS_NETWORK_NAME" = "連接的網絡：";
"KVMWIRELESS_TITLE" = "無線上網設置";
"KVMWIRELESS_TIP_MESSAGE" = "如需重新選取網絡，請將控控插上網線\n並跟手機在同壹局域網內";
/* KVMPickWifiViewController */
"KVM_PICKWIFI_TITLE" = "選擇控控上網的WiFi";
"KVM_PICKWIFI_CHOOSE" = "選取網絡...";
"KVM_PICKWIFI_WIFI_OTHERS" = "其他網絡...";
"KVM_PICKWIFI_WIFI_INPUT_WIFI_PASSWORD" = " 請輸入網絡密碼";
"KVM_PICKWIFI_WIFI_INPUT_WIFI_NAME" = " 請輸入網絡名稱";
"KVM_PICKWIFI_WIFI_ENABLE_PASSWORD" = "有密碼";
"KVM_PICKWIFI_WIFI_DISABLE_PASSWORD" = "無密碼";

"KVM_PICKWIFI_WIFI_CONNECTING" = "正在連接";
"KVM_PICKWIFI_WIFI_NAME_EMPTY" = "網絡名稱不能為空";
"KVM_PICKWIFI_WIFI_NOTFOUND" = "找不到網絡";
"KVM_PICKWIFI_WIFI_INPUT_PASSWORD_ERROR" = "密碼錯誤";
"KVM_PICKWIFI_WIFI_CANNOT_CONNECT" = "無法連接網絡";
"KVM_PICKWIFI_WIFI_CONNECT_SUCCESS" = "成功連接";
"KVM_PICKWIFI_WIFI_INPUT_AGAIN" = "重新輸入";
"KVM_PICKWIFI_WIFI_INPUT_PLEASE" = "請輸入";
"KVM_PICKWIFI_WIFI_INPUT_EMPTY" = "密碼不能為空";
/*HostIconStyleViewController host icon style*/
"HostIconStyleCartoon" = "卡通風格";
"HostIconStyleAnimal" = "動物風格";
"HostIconStyleFlora" = "植物風格";
"HostIconStyleScenery" = "風景風格";
"HostIconStyleSlant" = "歪脖子風格";
"HostIconStyleSystem" = "系統默認";

/*NewGuideViewController */
"NEWGUIDE_CONTROL_IMMADIATLY" = "立即遠控";
"NEWGUIDE_CONTROL_TITLE_ONE" = "遠程辦公";
"NEWGUIDE_CONTROL_TITLE_ONE_ONE" = "出差在外，壹鍵遠程";
"NEWGUIDE_CONTROL_TITLE_ONE_TWO" = "操作公司電腦處理急事";

"NEWGUIDE_CONTROL_TITLE_TWO" = "遠程掛機";
"NEWGUIDE_CONTROL_TITLE_TWO_ONE" = "遠控電腦掛機玩遊戲";
"NEWGUIDE_CONTROL_TITLE_TWO_TWO" = "壹切盡在掌控";

"NEWGUIDE_CONTROL_TITLE_THREE" = "攝像頭實時監控";
"NEWGUIDE_CONTROL_TITLE_THREE_ONE" = "隨時隨地遠程看家";
"NEWGUIDE_CONTROL_TITLE_THREE_TWO" = "撩寵物，關心爸媽";

/* BeginnerGuideModule */
"BEGINNER_GUIDE"="新手幫助教程";
"BG_GUIDE_SELECT_TYPE_PC"="遠控壹臺電腦  >";
"BG_GUIDE_SELECT_TYPE_PHONE"="遠控壹臺安卓設備  >";
"BG_GUIDE_SELECT_TYPE_KVM"="遠控壹臺控控  >";

"BG_GUIDE_PC_INSTALL_TITLE"="在電腦端安裝向日葵";
"BG_GUIDE_PC_INSTALL_DETAILS"="電腦端訪問d.sunlogin.com\n下載向日葵客戶端";
"BG_GUIDE_PC_INSTALL_FINISH_BUTTON"="完成安裝, 繼續 >";
"BG_GUIDE_PC_INSTALL_HOST_FULL"="主機數已滿";

"BG_GUIDE_PC_IDENTIFIER_TITLE"="在電腦端向日葵主界面上找到識別碼";
"BG_GUIDE_PC_IDENTIFIER_TEXTFIELD_PLACEHOLDER"="輸入夥伴的識別碼";
"BG_GUIDE_PC_IDENIIFIER_SEND_BUTTON"="發送綁定請求";
"BG_GUIDE_PC_CODE_9_DIGIT"="請輸入9位識別碼";

"BG_GUIDE_PC_BIND_SUCCEED_TITLE"="綁定成功";
"BG_GUIDE_PC_BIND_SUCCEED_TIP"="輸入系統帳戶名和密碼, 驗證後即可遠控";
"BG_GUIDE_PC_BIND_SUCCEED_NO_KEY_BUTTON"="沒有系統帳戶名和密碼>>";
"BG_GUIDE_PC_BIND_SUCCEED_NO_KEY_ALERT"="如被控主機沒有系統帳戶名和密碼, 請返回設備列表, 點擊主機即可直接遠控";

"BG_GUIDE_PHONE_INSTALL_TITLE"="撩安卓的正確姿勢";
"BG_GUIDE_PHONE_INSTALL_DETAILS"="受控設備訪問d.sunlogin.com\n下載向日葵客戶端\n或掃描下圖二維碼下載";

"BG_GUIDE_PHONE_LOGIN_TITLE"="使用當前帳號登錄";
"BG_GUIDE_PHONE_LOGIN_DETAILS"="在受控設備上登錄當前帳號";
"BG_GUIDE_PHONE_LOGIN_FINISH_BUTTON"="完成登錄, 繼續 >";
"BG_GUIDE_PHONE_LOGIN_LOADING"="正在檢測新的安卓設備";
"BG_GUIDE_PHONE_LOGIN_NO_DETECTED"="未檢測到新的安卓設備";
"BG_GUIDE_PHONE_LOGIN_NO_DETECTED_D"="請確認受控設備上安裝安卓客戶端並登錄了當前帳號";

/* GuideKVMInfoViewController */
"GUIDEKVM_BUY_KVM" = "了解控控";

/* GuideKVMTipViewController */
"GUIDEKVM_TIP_TITLE" = "將控控連接到主機";
"GUIDEKVM_TIP_SUBTITLE" = "確認指示燈為常亮或閃爍狀態後\n選擇下面綁定方式";
"GUIDEKVM_TIP_SURE" = "控控已連網線，綁定控控";
"GUIDEKVM_TIP_WIFI_BIND" = "通過WiFi綁定(A1型號不支持)";
/* GuideKVMScanViewController */
//1代KVM
"GUIDEKVM_SCAN_SCANNING_FIRST" = "正在掃描局域網內的控控...";
"GUIDEKVM_SCAN_SCANED_NOTHING_FIRST" = "局域網內未發現控控";
"GUIDEKVM_SCAN_SCANED_NOTHING_REASON_ETHER_FIRST" = "可能原因";
"GUIDEKVM_SCAN_RETRY_FIRST" = "重新掃描";
"GUIDEKVM_SCAN_SCANED_NOTHING_REASONDETAIL_ETHER_FIRST" = "1、控控連線異常，請排查電源線和網線\n2、控控與手機不在同壹網絡下\n3、網絡信號強度也會影響掃描結果\n4、已被其他帳號綁定，嘗試重置後再試";
"GUIDEKVM_SCAN_TIMEOUT"="掃描超時";
// 2代KVM
"GUIDEKVM_SCAN_SCANNING" = "正在連接控控...";
"GUIDEKVM_SCAN_SCANED_NOTHING" = "連接控控失敗";
"GUIDEKVM_SCAN_SCANED_NOTHING_REASON_WIFI" = "可嘗試以下建議:";
"GUIDEKVM_SCAN_SCANED_NOTHING_REASONDETAIL_WIFI" = "1、重新檢查手機是否連接控控熱點\n2、手機盡量靠近控控硬件\n3、如多次獲取失敗，建議重置控控後再試";
"GUIDEKVM_SCAN_RETRY" = "重新獲取";
"GUIDEKVM_SCAN_CHOOSE" = "請選擇控控";
"GUIDEKVM_SCAN_GET_INFO" = "正在獲取控控信息";
/* GuideKVMIPViewController */
"GUIDEKVM_IP_TITLE" = "讓控控先連接網絡吧";
"GUIDEKVM_IP_CONNECTION_FAILED" = "連接網絡失敗，請重設IP";
"GUIDEKVM_IP_ROUTER_FAILED" = "檢測到目前網絡的路由器不能上網\n請排查原因，修復後再試";
"GUIDEKVM_IP_KNOWN" = "知道了";
/* GuideKVMPwdSetViewController */
"GUIDEKVM_PWD_UNKNOWN"="未知控控";
"GUIDEKVM_PWD_SET" = "設置訪問密碼";
"GUIDEKVM_PWD_TIP" = "通過訪問密碼才能進行遠控\n設置後控控將自動添加到本帳號下";
"GUIDEKVM_PWD_PASSWORD" = "訪問密碼";
"GUIDEKVM_PWD_ERROR" = "向日葵未登錄成功\n請重新掃描局域網內控控";
"GUIDEKVM_PWD_SCAN_AGAIN" = "重新掃描";
"GUIDEKVM_BIND_FAILED" = "綁定失敗";
"GUIDEKVM_PWD_FAILED" = "設置失敗\n請重新輸入訪問密碼";
/* GuideKVMBindViewController */
"GUIDEKVM_BIND_OFFLINE" = "控控不在線,請稍等片刻";
/* GuideKVMWifiBindViewController */
"GUIDEKVM_WIFI_BIND_TITLE" = "手機連接控控的WiFi熱點";
"GUIDEKVM_WIFI_BIND_DETAIL" = "WiFi名稱:_sunloginkk_xxxx\nWiFi密碼：12345678\n如搜不到WiFi熱點，請重置控控後再試";
"GUIDEKVM_WIFI_BIND_CURRENT_WIFI" = "當前手機WiFi:";
"GUIDEKVM_WIFI_BIND_SET_WIFI" = "去設置手機WiFi";
"GUIDEKVM_WIFI_BIND_UNSET_WIFI" = "當前手機沒有設置WiFi";
"GUIDEKVM_WIFI_BIND_READING_WIFI" = "正在獲取手機Wifi信息...";

/* GuideKVMWiFiSetViewController */
"GUIDEKVM_WIFISET_IPSET" = "設置有線網絡IP";
"GUIDEKVM_WIFISET_IPSET_BACK" = "WiFi連接異常，請重新設置WiFi";

/* GuideKVMBindSucceedViewController */
"GUIDEKVM_BIND_SUCCEED_KK" = "控控";
"GUIDEKVM_BIND_SUCCEED_DETAIL" = "已成功添加到設備列表中";
"GUIDEKVM_BIND_SUCCEED_COMMIT" = "立即查看";
/* HistroyListViewController */
"HISTROYLIST_NULL_TEXT" = "我的天吶, 暫時沒有最近訪問記錄!";

/* ScanQRCodeViewController */
"SCAN_CAMERA_PERMISSONS_TITLE" = "未開啟相機權限";
"SCAN_CAMERA_PERMISSONS" = "請向往設置中開啟, 開啟後即可使用掃碼功能";
"SCAN_TITlE" = "二維碼掃描";
"SCAN_PROMPT" = "手機投屏、添加開機棒";
"SCAN_GUIDE_BUTTON" = "掃描指南";
"SCAN_RESULT" = "掃描到結果為以下內容:";
"SCAN_TIP" = "本內容非向日葵提供";
"SCAN_OPRN_URL" = "打開鏈接";
"SCAN_GUIDE_TITLE_1" = "網頁端登錄";
"SCAN_GUIDE_FIRSTLINE_1" = "打開向日葵官網>>點擊登錄>>選擇掃碼登錄";
"SCAN_GUIDE_TITLE_2" = "添加電腦主機";
"SCAN_GUIDE_FIRSTLINE_2" = "打開PC客戶端>>點擊[綁定主機]>>選擇[掃碼登錄]";
"SCAN_GUIDE_SECONDLINE_2" = "PC客戶端9.6及以上版本, 下載地址: d.sunlogin.com";
"SCAN_GUIDE_TITLE_3" = "添加開機棒";
"SCAN_GUIDE_FIRSTLINE_3" = "在開機棒上找到二維碼>>掃碼即可添加";
"SCAN_GUIDE_SECONDLINE_3" = "註: 如找不到二維碼, 請手動輸入SN碼添加";
"SCAN_GUIDE_TITLE_4" = "手機投屏";
"SCAN_GUIDE_FIRSTLINE_4" = "PC客戶端: [設置]>>[高級設置]>>[手機投屏]";
"SCAN_BIND_HOST_TITLE" = "綁定主機";
"SCAN_BIND_HOST_TEXT" = "主機: ";
"SCAN_WEBLOGIN_TITLE" = "網頁端登錄";
"SCAN_WEBLOGIN_TEXT" = "向日葵網頁端登錄確認";
"SCAN_QR_CODE_INVALID_TITLE" = "二維碼失效";
"SCAN_QR_CODE_INVALID_TEXT" = "二維碼已失效";
"SCAN_CONFIRM_LOGIN_BUTTON_TITLE" = "確認登錄";
"SCAN_CONFIRM_ADD_BUTTON_TITLE"="確認綁定";
"SCAN_INVALId_BUTTON_TITLE"="重新掃描二維碼";

/* MineViewController.h */
"SETOFMINE_HOST_NUMBER" = "主機數";
"SETOFMINE_EXPIREDATE_FRONT" = "";
"SETOFMINE_EXPIREDATE_BEHIND" = "到期";
"SETOFMIN_LOADING" = "加載中...";

/* GameStyleUpgradeViewController game upgrade */
"GAME_STYLE_UPGRADE_REMIND1" = "正在為您升級到";
"GAME_STYLE_UPGRADE_REMIND2" = "頁面";
"GAME_STYLE_UPGRADE_REMIND_DEFAULT" = "新皮膚";

/* SmartPowerPlugViewController */
"PLUG_TITLE"="智能插座";
"PLUG_AD"="任性遠程開關機、定時開關";
"PLUG_STATUSLABEL_TURNON"="已開啟";
"PLUG_STATUSLABEL_TURNOFF"="已關閉";
"PLUG_STATUSLABEL_TURNINGON"="開啟中...";
"PLUG_STATUSLABEL_TURNINGOFF"="關閉中...";
"PLUG_STATUSLABEL_OFFLINE"="已離線";
"PLUG_COUNTDOWN_LABEL"="倒計時";
"PLUG_COUNTINGDOWN_LABEL"="取消倒計時";
"PLUG_COUNTDOWN_FAIL"="設置倒計時失敗";
"PLUG_COUNTINGDOWN_FAIL"="取消倒計時失敗";
"PLUG_BINDHOST_LABEL"="綁定主機";
"PLUG_TIMING_LABEL"="定時";
"PLUG_OFFLINE_TIP"="請檢查插座是否已連接電源\n及網絡是否異常或更換";
"PLUG_QUERY_FAIL"="查詢插座狀態失敗";
"PLUG_COUNTDOWN_STATUS_PREFIX_ON"="";
"PLUG_COUNTDOWN_STATUS_PREFIX_OFF"="";
"PLUG_COUNTDOWN_STATUS_HOURS"="小時";
"PLUG_COUNTDOWN_STATUS_MINUTES"="分鐘";
"PLUG_COUNTDOWN_STATUS_SUFFIX_ON"="後開啟";
"PLUG_COUNTDOWN_STATUS_SUFFIX_OFF"="後關閉";
"PLUG_FIRSTTIME_TIP_TITLE"="請綁定主機";
"PLUG_FIRSTTIME_TIP_DESC"="綁定該帳號下的主機\n即可隨時隨地的遠程開關";
"PLUG_FIRSTTIME_TIP_CANCEL"="放棄";
"PLUG_FIRSTTIME_TIP_BIND"="去綁定";
"PLUG_1_0_TIP"="當前為1.0版本, 不支持該功能, 請升級後使用";
"PLUG_1_0_TIP_UPDATE"="立即升級";
"PLUG_BINDED_TIP_DEAILS_1"="您已綁定";
"PLUG_BINDED_TIP_DEAILS_2"="在【設備】頁面進入主機即可隨開隨關";
"PLUG_BINDED_TIP_DEAILS_HOST"="主機功能頁";
"PLUG_SWITCH_TIP_ON_TITLE"="開啟插座";
"PLUG_SWITCH_TIP_DEAILS_1"="您當前已綁定";
"PLUG_SWITCH_TIP_ON_DEAILS_2"="開啟電源將開啟該主機";
"PLUG_SWITCH_TIP_OFF_TITLE"="關閉插座";
"PLUG_SWITCH_TIP_OFF_DEAILS_2"="關機請前往主機功能頁面\n關閉插座將強制關閉主機";
"PLUG_SWITCH_TIP_OFF_OPTION_HOST"="前往主機功能頁關閉";
"PLUG_SWITCH_TIP_OFF_OPTION_CLOSE"="關閉插座";
"PLUG_SWITCH_PROTOCOL_TITLE"="使用須知";
"PLUG_SWITCH_PROTOCOL_READ"="我已閱讀";
"PLUG_SWITCH_PROTOCOL"="《開機插座使用須知》";
"PLUG_SWITCH_PROTOCOL_OK"="同意並繼續";
"PLUG_SWITCH_LED_TIP_OFF"="指示燈已關閉";
"PLUG_SWITCH_HOSTON_OFF_TIP_TITLE"="確認關閉主機?";
"PLUG_SWITCH_HOSTON_OFF_TIP_DESC"="主機尚未關閉, 請確認強制關閉主機";

"PLUG_COUNTDOWN_TITLE"="設置倒計時時間";

"PLUG_BIND_HOST_FIRSTTIME_TIP"="綁定該帳號下的主機, 即可隨時隨地的遠程開關";
"PLUG_BIND_HOST_TITLE"="確定綁定";
"PLUG_BIND_HOST_TIP_1"="是否綁定";
"PLUG_BIND_HOST_TIP_2"="主機?";
"PLUG_BIND_HOST_TITLE_1"="綁定";
"PLUG_BIND_HOST_TITLE_2"="主機";
"PLUG_BIND_HOST_SUCCESS"="綁定成功!";
"PLUG_BIND_HOST_SUCCESS_DESC"="可通過設備列表-主機開啟您的主機";
"PLUG_BIND_HOST_TOP"="綁定成功!\n還有2步, 即可遠程開關主機";
"PLUG_BIND_HOST_STEP_1"="Step1.請將主機電源線接入插座";
"PLUG_BIND_HOST_STEP_2"="Step2.請為主機開啟AC recovery";
"PLUG_BIND_HOST_GUIDE_BUTTON"="如何開啟設置?";
"PLUG_BIND_HOST_CONFIRM_BUTTON"="知道了";
"PLUG_BIND_HOST_CLOSE_PLUG"="關機後關閉插座電源";
"PLUG_BIND_HOST_UNBIND"="解除綁定";
"PLUG_BIND_HOST_UNBIN_ITP"="確認解除綁定嗎?";
"PLUG_BIND_FINISHED"="綁定完成";
"PLUG_BINDDESC_NEVER"="從不關閉";
"PLUG_BINDDESC_NEVER_TIP"="不關閉電源下次將無法開機";
"PLUG_BINDDESC_NEVER_GUIDE"="通過向日葵app遠控時的關機按鈕\n可實現自定義關閉電源";

"PLUG_SETTING_TITLE"="設置";
"PLUG_SETTING_DELETE"="刪除插座";
"PLUG_SETTING_DELETE_TIP"="確認要刪除插座嗎?";
"PLUG_SETTING_PLUGNAME"="插座名稱";
"PLUG_SETTING_PLUGMARK"="備註";
"PLUG_SETTING_UPDATE"="固件更新";
"PLUG_SETTING_NETWORK"="檢查網絡";
"PLUG_SETTING_ABOUT"="關於插座";
"PLUG_SETTING_REM_SW"="斷電記憶";
"PLUG_SETTING_REM_SW_DESC"="斷電後重新來電，將恢復為斷電前的開關狀態";
"PLUG_SETTING_LED_SW"="指示燈開關";
"PLUG_SETTING_MODEL"="產品型號";

"PLUG_UPDATE_NEW_VERSION"="可升級至";

"PLUG_WIFI_CONNECTED"="網絡狀況良好";
"PLUG_WIFI_CONNECTED_DESC"="已連接 ";
"PLUG_WIFI_NOT_CONNECTED"="無網絡連接";
"PLUG_WIFI_NOT_CONNECTED_DESC"="請檢查插座是否已連接電源\n及網絡是否異常或更換\n或長按插座電源鍵5s重置插座";
"PLUG_WIFI_CANCEL"="取消設置網絡";

/* AddPlugDescViewController */
"ADDPLUGDESC_TITLE" = "添加插座";
"ADDPLUGDESC_TIP" = "請將插座接通電源\n確認設備處於連接狀態";
"ADDPLUGDESC_LIGHT" = "指示燈藍燈閃爍中";
"ADDPLUG_SETWIFI_LOADING" = "正在連接...";
"ADDPLUG_SETWIFI_FAIL" = "重置插座後再試或了解詳情";
"ADDPLUG_SETWIFI_TIMEOUT" = "網絡設置超時";
"ADDPLUG_SETWIFI_TITLE" = "配置網絡";
"ADDPLUG_SETWIFI_SSID" = "網絡";
"ADDPLUG_SETWIFI_PASSWORD" = "密碼";
"ADDPLUG_SETWIFI_NO_PASSWORD" = "無密碼";
"ADDPLUG_SETWIFI_2_4G" = "請將手機連接至2.4GWiFi";
"ADDPLUG_SETWIFI_TIP"="請確認網絡為2.4GWiFi及密碼正確";
"ADDPLUG_SETWIFI_SELFTEST_BUTTON"="自檢流程";
"ADDPLUG_NO_SSID" = "請將手機切換到想設置的WiFi環境內";
"ADDPLUG_NO_PASSWORD" = "請輸入WiFi密碼";
"ADDPLUG_CONNECT_FAIL"="連接失敗";
"ADDPLUG_CONNECT_LEARNMORE"="了解詳情";
"ADDPLUG_SET_MARK" = "設置名稱";
"ADDPLUG_DEFAULT_MARK" = "智能插座";
"ADDPLUG_NAME_NONULL" = "插座名稱不可為空";
"ADDPLUG_ADD_SUCCESS" = "添加完成";
"ADDPLUG_ADD_FIRMWARE_TITLE" = "固件版本";
"ADDPLUG_ADD_FIRMWARE_VERSION" = "當前版本";
"ADDPLUG_ADD_FIRMWARE_BUTTON" = "固件升級";
"PLUG_UPDATEING" = "固件升級中...";
"PLUG_UPDATE_SUCCESS" = "固件升級成功";
"PLUG_UPDATE_FAIL" = "固件升級失敗";

/*PlugClockSettingViewController Plug Clock PlugClock */
"PLUG_CLOCK_TITLE" = "主機定時";
"PLUG_CLOCK_SETTING_BINDED_TIP" = "定時開關主機請前往主機定時設置";
"PLUG_CLOCK_SETTING_ALERT_TITLE" = "定時開關插座";
"PLUG_CLOCK_SETTING_ALERT_1" = "前往主機定時設置";
"PLUG_CLOCK_SETTING_ALERT_2" = "繼續定時開關插座";
"PLUG_CLOCK_SETTING_REPEAT" = "重復";
"PLUG_CLOCK_SETTING_REPEAT_ONCE" = "僅限壹次";
"PLUG_CLOCK_SETTING_REPEAT_EVERYDAY" = "每天";
"PLUG_CLOCK_SETTING_REPEAT_WORKDAY" = "工作日";
"PLUG_CLOCK_SETTING_ACTION" = "開關";
"PLUG_CLOCK_SETTING_ACTION_ON" = "開啟";
"PLUG_CLOCK_SETTING_ACTION_OFF" = "關閉";
"PLUG_CLOCK_SETTING_NOT_MODIFY" = "未修改";
"PLUG_CLOCK_SETTING_SAVE_SUCCEED" = "保存成功";
"PLUG_CLOCK_SETTING_SAVE_FAILED" = "保存失敗";
"PLUG_CLOCK_SETTING_SAVE_EXIST_REMIND" = "當前時間的時鐘已經存在，確認添加將替換原時鐘，是否繼續？";
"PLUG_CLOCK_SETTING_DELETE_SUCCEED" = "刪除成功";
"PLUG_CLOCK_SETTING_DELETE_FAILED" = "刪除失敗";
"PLUG_CLOCK_WEEK_SUNDAY" = "每周日";
"PLUG_CLOCK_WEEK_MONDAY" = "每周壹";
"PLUG_CLOCK_WEEK_TUESDAY" = "每周二";
"PLUG_CLOCK_WEEK_WEDNESDAY" = "每周三";
"PLUG_CLOCK_WEEK_THURSDAY" = "每周四";
"PLUG_CLOCK_WEEK_FRIDAY" = "每周五";
"PLUG_CLOCK_WEEK_SATURDAY" = "每周六";
"PLUG_CLOCK_FORENOON" = "上午";
"PLUG_CLOCK_AFTERNOON" = "下午";
"PLUG_CLOCK_WEEK_PREFIX" = "周";
"PLUG_CLOCK_WEEK_SHOT_SUNDAY" = "日";
"PLUG_CLOCK_WEEK_SHOT_MONDAY" = "壹";
"PLUG_CLOCK_WEEK_SHOT_TUESDAY" = "二";
"PLUG_CLOCK_WEEK_SHOT_WEDNESDAY" = "三";
"PLUG_CLOCK_WEEK_SHOT_THURSDAY" = "四";
"PLUG_CLOCK_WEEK_SHOT_FRIDAY" = "五";
"PLUG_CLOCK_WEEK_SHOT_SATURDAY" = "六";
"PLUG_CLOCK_WEEK_SEPARATOR" = "、";

"HOST_CLOCK_CELL_TILTE_TURNON" = "開啟時間";
"HOST_CLOCK_CELL_TILTE_TURNOFF" = "關閉時間";
"HOST_CLOCK_CELL_NOSET" = "去設置";
"HOST_CLOCK_CELL_NODEVICE_TIP_1" = "需綁定開機設備";
"HOST_CLOCK_CELL_NODEVICE_TIP_2" = "了解詳情";
"HOST_CLOCK_GET_FAILED" = "主機定時信息獲取失敗";
"HOST_CLOCK_GET_FAILED" = "主機定時信息獲取失敗";
"HOST_CLOCK_DELETE" = "刪除定時";
"HOST_CLOCK_UNBIND_TIPS_TITLE" = "當前未綁定開機設備";
"HOST_CLOCK_UNBIND_TIPS_DESC" = "僅支持定時關機功能\n如需定時開機請綁定開機設備\n如開機棒，開機插座等";
"HOST_CLOCK_UNBIND_DEVICE_DESC" = "可開啟局域網內所有主機";
"HOST_CLOCK_UNBIND_PLUG_DESC" = "WiFi開啟壹臺主機\n關機後可徹底關閉電源";
"HOST_CLOCK_UNBIND_MORE" = "了解更多>";
"HOST_CLOCK_BIND_BUTTON" = "已有設備,綁定主機";
"HOST_CLOCK_VER_TITLE" = "安全驗證";
"HOST_CLOCK_VER_TYPE" = "驗證方式";
"HOST_CLOCK_VER_USERNAME" = "用戶名";
"HOST_CLOCK_VER_SWITH_LOGINTYPE" = "請選擇登錄方式";

/* 電量統計 */
"ELECTRICITY_STATISTICS"="電量";
"ELECTRICITY_STATISTICS_POWER"="當前功耗";
"ELECTRICITY_STATISTICS_TILE"="電量統計";
"ELECTRICITY_STATISTICS_CHART_TILE"="用電統計";
"ELECTRICITY_STATISTICS_LOG"="用電日誌";
"ELECTRICITY_STATISTICS_ELECTRICITY_CONSUMPTION"="今日用電(度)";
"ELECTRICITY_STATISTICS_CURRENT"="當前電流(mA)";
"ELECTRICITY_STATISTICS_POWER_CONSUMPTION"="當前功耗(W)";
"ELECTRICITY_STATISTICS_DURATION"="今日用電時長";
"ELECTRICITY_STATISTICS_COUNT"="今日開關次數(次)";

"ELECTRICITY_LOG_ON" = "已開啟";
"ELECTRICITY_LOG_OFF" = "已關閉";
"ELECTRICITY_LOG_TODAY" = "今天";
"ELECTRICITY_LOG_YESTERDAY" = "昨天";
"ELECTRICITY_LOG_MONTH" = "月";
"ELECTRICITY_LOG_YEAR" = "年";
"ELECTRICITY_LOG_NULL" = "您還未有用電日誌";
